[ {
  "entityIndex" : "1_entity28754",
  "entityUrl" : "http://dbpedia.org/resource/Vadapally",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbp:rlyStnCode" : [ "MRGA" ]
  },
  "words" : [ "Wadapally", "24", "Telangana", "borders", "comes", "availability", "neighboring", "situated", "across", "known", "major", "Pradesh", "assembly", "River", "near", "km", "famous", "town", "lime", "Andhra", "Nalgonda", "Vazeerabad", ",", ".", "sangamam", "India", "stone", "Lord", "Krishna", "constituency", "due", "district", "Cement", "producer", "Musi", "formerly", "Guntur", "Shiva", "Miryalaguda" ],
  "adjectives" : [ "famous", "major", "due" ],
  "nouns" : [ "km", "constituency", "town", "district", "lime", "assembly", "producer", "River", "availability", "Shiva", "sangamam", "stone" ],
  "text" : "Wadapally, formerly known as Vazeerabad, is situated in Nalgonda district of Telangana, India, near Miryalaguda. Wadapally comes under the assembly constituency of Miryalaguda, this town is 24 km from Miryalaguda town. Wadapally is major producer of Cement in Nalgonda district due to the availability of lime stone across the borders of Nalgonda district and neighboring Guntur district of Andhra Pradesh. Wadapally is famous for Lord Shiva and is situated on the sangamam of River Krishna and Musi. It is accessible through bus and train from different places throughout Telangana such as Nalgonda, Miryalaguda, Hyderabad and from Andhra Pradesh such as Guntur, Nellore, Secunderabad, Tirupathi, Dachepalle. The two temples located in Wadapally are the Sri Meenakshi Agasteswara swami temple and Sri Lakshmi Narasimha swami temple. This town is located at the confluence of the Krishna and Musi rivers. The place is known for the temple of Sri Meenakshi Agasteswara Swamy which was constructed by the Kakatiya rulers in the 12th century. The significance of the temple is that there is a crevice on top of the Shivalinga which is always full of water. Even if some water is removed the original level of the water is maintained. There is no logical reason that can explain this phenomenon especially since the Shivalinga is situated about 120 metres above the water level in the river. Sri Narasimha Swamy is believed to bless the devotees with health and prosperity who pray to him soulfully.The sacred river Krishna has a very prominent place in the history of our country. Wadapally is the place where river Krishna and Musi River meet and jointly flow. Wadapally is near Vishnupuram of Nalgonda District in Dameracherla mandal and in between Bibinagar and Nadikudi Railway Stations. The coming together of these two rivers in the shape of \"L\" attract irresistibly the viewers. At the confluence of these rivers, there is a very old temple of Sri Narasimha Swamy. According to the Puranas, Vyasa Bhagavan knowing the piousness of the place, meditated for a long time for the manifestation of Sri Narasimha Swamy. Commiserating at the continued penance of Vyasa Bhagavan Lord Maha Vishnu again transfigured as Narasimha Swamy and appeared to the former, with ferocious looks of a lion. Vyasa Bhagavan experienced Lord Narasimha, who was taking breath with uncontrolled anger, coming to him just after killing Hiranyakasipu. He, therefore, entreated Sri Narasimha Swamy to manifest at Wadapally in that form only. Accordingly, Sri Narasimha Swamy manifested there to bless the devotees and to alleviate their difficulties. It is believed that even now the idol breathes in and out. The temple authorities have arranged two lamps. One of the lights of the lamp used for showing the face of the Lord will be quivering to testify the fact that the Lord is taking breath and letting it out. The light of the other lamp, which is kept below remain resolutely. There are a two mosques in vazeerabad which has historical importance. One is Masjid-E-Sara-E-Meer-Alam and second one is Qutub shahi mosque. There are many polish mills, cement and power plants are there in wadapally Surroundings.Also wadapally has Post office, Police Station, andState Bank of Hyderabad. India Cements has a Cement plant at Vishnupuram under Wadapally village limits. It is under expansion with an expenditure of Rs. 700 millions."
} ]