[ {
  "entityIndex" : "1_entity27415",
  "entityUrl" : "http://dbpedia.org/resource/Shani_Shingnapur",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbp:areaFootnotes" : [ "†" ]
  },
  "words" : [ "door", "-LRB-", "fact", "Saturn", "Shani", "city", "Marathi", "Ahmednagar", "Situated", "house", "known", "Hindu", "state", "village", "Maharashtra", "popular", "Sonai", "35", "km", "famous", "frames", "planet", "Shingnapur", "शिंगणापुर", "also", ",", "शनी", ".", "graha", "Nevasa", "doors", "Shinganapur", "taluka", "district", "associated", "-RRB-", "Indian", "temple", ":", "सोनाई", "god" ],
  "adjectives" : [ "famous", "Indian", "popular" ],
  "nouns" : [ "door", "km", "fact", "city", "planet", "Shingnapur", "house", "graha", "taluka", "district", "temple", "state", "village", "god", "Sonai" ],
  "text" : "Shani Shingnapur or Shani Shinganapur or Shani (Marathi: शनी शिंगणापुर )or Shingnapur or Sonai (Marathi: सोनाई) is a village in the Indian state of Maharashtra. Situated in Nevasa taluka in Ahmednagar district, the village is known for its popular temple of Shani, the Hindu god associated with the planet (graha) Saturn. Shingnapur is 35 km from Ahmednagar city. Shingnapur is also famous for the fact that no house in the village has doors, only door frames. Despite this, no theft was reported in the village until 2010 when cash and items worth Rs. 35000/- were stolen from a vehicle, then in 2011 when Rs. 50000/-, gold rings, mobile phone, etc. was stolen from the home of a retired official of the Shree Shanaishwar Devasthan Trust  and then again in January 2012 gold ornaments were stolen from within the temple. Still villagers never keep their valuables under lock and key. The temple is believed to be a \"jagrut devasthan\" (lit. \"alive temple\"), meaning that a deity still resides in the temple icon. Villagers believe that god Shani punishes anyone attempting theft. The deity here is \"Swayambhu\" (Sanskrit: self-evolved deity) that is self emerged from earth in form of black, imposing stone. Though no one knows the exact period, it is believed that the Swayambhu Shanaishwara statue was found by shepherds of the then local hamlet. It is believed to be in existence at least since the start of Kali yuga. The village has a post office and a high school known as Shri Shanishwar Vidya Mandir besides the primary schools run by the Zilla Parishad. The chief source of water supply in the village is wells. In January 2011, the United Commercial (UCO) Bank opened a 'lockless' branch in the village, the first of its kind in the country, taking note of the near-zero crime rate in the region. The local police were reported to be unhappy over this development and that it amounted to a breach of conditions, because the Central government of India has made it mandatory for all banks to have high security.The bank has doors,but they will always remain open. However, it was reported by the local legislator and the bank officials that adequate precautions were being taken for the safety of lockers and important documents."
} ]