[ {
  "entityIndex" : "1_entity28548",
  "entityUrl" : "http://dbpedia.org/resource/Urban_water_management_in_Monterrey,_Mexico",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetro" : [ "3864331" ]
  },
  "words" : [ "exception", "income", "increased", "-LRB-", "boom", "ranching", "city", "pattern", "rapid", "remains", "investments", "northern", "Monterrey", "toll", "3.86", "agriculture", "irrigation", "disparity", "Metro", "taken", "metamorphosis", "early", "live", "successful", "addition", "area", "MMA", "Mexican", "large", "20th", "began", "resources", ",", "urbanization", "water", ".", "century", "million", "Beginning", "-RRB-", "Mexico", "residents", "growth", "fueled", "economic" ],
  "adjectives" : [ "Mexican", "large", "20th", "rapid", "northern", "economic", "successful" ],
  "nouns" : [ "exception", "income", "area", "MMA", "boom", "ranching", "city", "pattern", "urbanization", "toll", "water", "agriculture", "century", "irrigation", "disparity", "growth", "metamorphosis", "addition" ],
  "text" : "Beginning early in the 20th century, Monterrey, Mexico began a successful economic metamorphosis and growth pattern that remains an exception in Mexico. This all began with increased investments in irrigation that fueled a boom in agriculture and ranching for this northern Mexican city. The economic growth has fueled income disparity for the 3.86 million residents who live in the Monterrey Metro area (MMA). In addition, the rapid urbanization has taken a large toll on the water resources. In addressing many of this challenges, the city of Monterrey has become a model for sound and effective Integrated urban water management. The challenges that Monterrey has confronted pertain to scarcity of surface water resources, poor water quality due to untreated industrial effluents, political cycles and term-limits which can limit long-term vision, and water disputes between urban and agricultural users. Fortunately, Monterrey has good groundwater \"well-fields\" that supply about 40% of the water demand for the city and generally are not over-exploited because of good connections to high-yield aquifer systems in the central parts of the \"Curvatura de Monterrey\". These wells are managed as storage reserves that can be used in time of drought, which is quite common in this region of Mexico. Also unique to Monterrey is an arrangement made between farmers and the municipality, whereby the farmers grant the use of their water rights from the nearby Cuchillo reservoir and the municipal water utility SADM (Servicios de Agua y Drenaje de Monterrey) returns urban used and treated water to farmers for irrigation. This arrangement has benefited both parties since SADM supplements its water supply with high quality but internmitent supply from the Cuchillo reservoir and farmers receive a consistent and full of nutrients water for irrigation. The longer term outlook for the area is for urbanization to continue and water availability to decrease, therefore, new water management strategies will have to be created."
}, {
  "entityIndex" : "2_entity24868",
  "entityUrl" : "http://dbpedia.org/resource/Patna_Metropolitan_Region",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetro" : [ "2870000" ]
  },
  "words" : [ "1,167.04", "Bihar", "capital", "-LRB-", "महानगरीय", "city", "पटना", "Phulwari", "Khagaul", "official", "2011", "Sharif", "entire", "Maner", "known", "Danapur", "Fatuha", "Hindi", "definition", "five", "Metropolitan", "area", "surrounding", "km", "Patna", "metropolitan", "2,874,000", "one", "corporation", "estimated", "also", ",", ".", "क्षेत्र", "India", "population", "planning", "²", "district", "-RRB-", "Region", "consists", "municipal", "councils", ":", "region" ],
  "adjectives" : [ "metropolitan", "official", "municipal", "entire" ],
  "nouns" : [ "area", "capital", "km", "²", "city", "corporation", "district", "definition", "region", "क्षेत्र", "population" ],
  "text" : "Patna Metropolitan Region (Hindi: पटना महानगरीय क्षेत्र) is an official definition of the metropolitan area surrounding the Bihar capital city Patna in India. It is also known as the Patna metropolitan area, or Patna planning area Danapur Khagaul Phulwari Sharif Maner Sharif Fatuha . It consists of one municipal corporation and five municipal councils of Patna district. The entire region has an estimated population (as of 2011) of 2,874,000 over an area of 1,167.04 km².The Government of Bihar notified this area on 13 August 2014, replacing PRDA area, which included Hajipur in Vaishali district and Sonepur in Saran district."
}, {
  "entityIndex" : "3_entity22422",
  "entityUrl" : "http://dbpedia.org/resource/Morelos,_Coahuila",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetro" : [ "1395000" ]
  },
  "words" : [ "seat", "Mexican", "Morelos", "Coahuila", "city", "north-eastern", "municipality", "state", ",", "." ],
  "adjectives" : [ "Mexican", "north-eastern" ],
  "nouns" : [ "seat", "city", "municipality", "state" ],
  "text" : "Morelos is a city and seat of the municipality of Morelos, in the north-eastern Mexican state of Coahuila."
}, {
  "entityIndex" : "4_entity23335",
  "entityUrl" : "http://dbpedia.org/resource/New_Bongaigaon",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetro" : [ "109863" ]
  },
  "words" : [ "New", "Guwahati", "-LRB-", "Assam", "city", "Old", "part", "divided", "north", "two", "situated", "112", "west", "Chirang", "state", "mi", "included", "--", "new", "give", "town", "180", "Assamese", "City", ",", "বঙাইগাওঁ", "Bodos", ".", "way", "/", "bɒŋɡɑːɪˈɡɒ̃ʊ", "meet", "district", "-RRB-", "parts", "Indian", "municipal", "kilometres", ":", "Bongaigaon", ";", "District", "board", "demands" ],
  "adjectives" : [ "new", "Old", "Indian", "municipal" ],
  "nouns" : [ "bɒŋɡɑːɪˈɡɒ̃ʊ", "town", "city", "part", "district", "west", "state", "mi", "board", "way" ],
  "text" : "New Bongaigaon /bɒŋɡɑːɪˈɡɒ̃ʊ/; (Assamese: বঙাইগাওঁ) is a city in the Indian state of Assam. The City included or new part of municipal board of Bongaigaon District. The town, divided into two parts – Old Bongaigaon and New Bongaigaon, is situated 180 kilometres (112 mi) north west of Guwahati. To meet the demands of Bodos of Assam, Bongaigaon was divided up to give way for Chirang district. Bongaigaon has a major petrochemical industry, the Indian Oil Corporation Limited (IOCL BGR). The town occupied a place in the map of Indian Railway with the establishment of the railway station in the year 1908. Most of the institutions like ITI, Bongaigaon College, Office of the Assam State Electricity Board in the early 60’s and in fact the very base of the development of the town was laid in this decade only. The development further gained momentum with the establishment of the Bongaigaon Refinery and Petrochemicals Limited (BRPL) Complex in the year 1972 at Dhaligaon and also Thermal Power Plant at Salakati. Though these area are not within the limit of Bongaigaon Municipality the town also caters to the demand of this population.The Bongaigaon Town Committee was first constituted in the year 1961 and was upgraded to a Municipal Board in the year 1977. Presently the Municipal Area consists of 25 nos. of wards covering an area of 14.31 sq m."
} ]