[ {
  "entityIndex" : "1_entity28522",
  "entityUrl" : "http://dbpedia.org/resource/University_City_(Charlotte_neighborhood)",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbp:populationDensitySqMi" : [ "auto" ]
  },
  "words" : [ "mostly", "Charlotte", "predominantly", "49", "sometimes", "United", "northeastern", "neighbored", "States", "edge", "Street", "North", "Interstate", "US", "surrounding", "N.", "area", "town", "U-City", "pass", "campus", "Carolina", "City", ",", ".", "Boulevard", "485", "Area", "Mecklenburg", "University", "NC", "-RRB-", "southeast", "24", "-LRB-", "city", "29", "County", "east", "found", "along", "Harrisburg", "limits", "within", "Concord", "northeast", "Harris", "also", "Tryon", "W.T.", "85" ],
  "adjectives" : [ "east", "northeastern" ],
  "nouns" : [ "area", "edge", "town", "city", "campus", "northeast", "southeast" ],
  "text" : "University City (sometimes University Area or U-City) is an edge city mostly within the city limits of Charlotte, North Carolina, United States, surrounding the University of North Carolina at Charlotte campus. It is found in northeastern Mecklenburg County, southeast of Interstate 85 and predominantly along University City Boulevard (NC 49) and W.T. Harris Boulevard (NC 24). Interstate 485 and US 29 (N. Tryon Street) also pass through the area. It is neighbored by the town of Harrisburg to the east and the city of Concord to the northeast. Attractions along University City's outskirts include Charlotte Motor Speedway and Concord Mills Mall. University City is home to the University Research Park (located on the other side of I-85), one of the largest research parks in the state, and the PNC Music Pavilion. IKEA opened a store in University City on February 18, 2009. This is the first and only IKEA in the Carolinas. The University City area of Charlotte contains large companies such as TIAA-CREF which help contribute to the city's prowess in the financial industry. University City is also one of three Municipal Service Districts in Charlotte. University City has an estimated population of more than 155,000 within its unofficial borders, which includes parts of Charlotte, Concord and Harrisburg. Were it to be separated from the rest of Charlotte as its own city, University City would be North Carolina's tenth largest city."
}, {
  "entityIndex" : "2_entity17334",
  "entityUrl" : "http://dbpedia.org/resource/Golanthara",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbp:populationDensitySqMi" : [ "auto" ]
  },
  "words" : [ "``", "largest", "southern", "-LRB-", "away", "part", "around", "Ganjam", "known", "Odisha", "Southern", "Bhairabi", "village", "Shakti", "10", "''", "km", "educational", "famous", "villages", "Golanthara", "within", "Sidha", "one", "City", "Berhampur", "'s", ",", "Pitha", ".", "population", "8000.1", "hub", "proximity", "5", "-RRB-", "located", "Mandir", "District" ],
  "adjectives" : [ "southern", "educational", "famous", "located" ],
  "nouns" : [ "km", "hub", "proximity", "part", "City", "village", "population" ],
  "text" : "Golanthara is one of the largest villages located in the southern part of Ganjam District of Odisha. It's known as an educational hub, located within 10 km proximity of the largest City of Southern Odisha Berhampur (Odisha). It's population is around 8000.1 of the famous Shakti Pitha \"Sidha Bhairabi Mandir\" is located around 5 km away from the village."
} ]