[ {
  "entityIndex" : "1_entity28255",
  "entityUrl" : "http://dbpedia.org/resource/Tacuba,_Mexico_City",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbp:yearEnd" : [ "1928" ]
  },
  "words" : [ "-LRB-", "boroughs", "northwest", "municipality", "historical", "section", "Central", "autonomous", "borough", "Miguel", "Department", "later", "split", "along", "incorporated", "delegaciones", "sits", "Tacuba", "Hidalgo", "City", "Tacubaya", ",", "ancient", ".", "municipalities", "site", "-RRB-", "Mexico", "Tlacopan", "1928", ";", "Mixcoac" ],
  "adjectives" : [ "historical", "autonomous", "ancient" ],
  "nouns" : [ "site", "municipality", "Tlacopan", "section", "borough" ],
  "text" : "Tacuba is a section of northwest Mexico City. It sits on the site of ancient Tlacopan. Tacuba was an autonomous municipality until 1928, when it was incorporated into the Central Department along with the municipalities of Mexico, Tacubaya and Mixcoac. The Central Department was later split up into boroughs (delegaciones); historical Tacuba is now in the borough of Miguel Hidalgo. The area was designated as a \"Barrio Mágico\" by the city in 2011. Tacuba was called Tlacopan in the pre-Hispanic period. Tacuba is derived from the former Nahuatl name \"Tlacopan\" and means place of the jarilla plant. It was conquered by Azcapotzalco which placed Totoquihuatzin as governor. When the Tenochtitlan and Texcoco decided to ally against Azcapotzalco, Tlacopan did not resist and for this reason is considered to be the third of the Aztec Triple Alliance. Tacuba’s importance led to the construction of a causeway over the lake linking it with Tenochtitlan. Today, this causeway still exists as a major thoroughfare called Calzada Mexico-Tacuba. During the Spanish conquest of the Aztec Empire, the Aztecs succeeded at one point in expelling the Spanish from Tenochtitlan in an event called La Noche Triste (The Sad Night). Cortés and his men fled towards Tacuba on the road that still connects it with the historic center of Mexico City. One year later, Cortés returned to Tenochtitlan to conquer it for good. At the intersection of the Mexico-Tacuba Road and Mar Blanco is a still surviving Montezuma cypress tree. According to legend, this is the tree under which Cortés wept. The last ruler of Tacuba was Tetlepanquetzal, who was tortured by Cortés, who suspected that he was hiding treasure. Over the pre-Hispanic ceremonial site, the Franciscans constructed a church dedicate to the Archangel Gabriel. By 1632, the area had sixty haciendas and by the end of the 18th century, 28 villages with Tacuba proper having twelve neighborhoods. The main river through here was the Remedios, which was the main supply of water. In addition, to agriculture, the area was also an important supplier of lumber and sandstone for construction. By 1794, the area had 45 villages. In the first third of the 20th century, three important schools were established in Tacuba. The Colegio Militar was moved to Popotla in 1913, closed during the Mexican Revolution and reopend in 1920. The Escuela Nacional de Maestros (National Teachers College) was opened in 1925 along with the Escuela de Medicina Veterinaria de UNAM. In 1937, the Instituto Politécnico Nacional was opened in Santo Tómas. Since the mid 20th century, Tacuba proper has declined with problems such as crime and sanitation issues. Tacuba has major problems with uncontrolled street vending and public transportation, prostitution and other crime. Rehabilitation of Tacuba is under a program designated RENACE (rebirth) . The church and former monastery of San Gabriel is located next to the Tacuba Metro station. The main entrance to the atrium has a stone gate with three arches. The small atrium is mostly paved with a few trees. The façade is mostly Baroque with the portal marked the two grooved Doric columns and topped by a frieze with vegetative design done in relief. It has one bell tower with two levels also in Baroque. The side portal faces Calzada Mexico-Tacuba. It also has an arched entryway, but marked with wavy grooved pilasters and topped with a niche. Part of the former cloister is also preserved. The interior is focused on the main altar, which is gilded and has twelve colonial era paintings of the Virgin Mary and various saints along with Salomonic columns. In the center is an image of the crucified Christ and the top has an image of God, the Father. One other feature of the church is an image of the Child Jesus called the “Niño futbolista” (Football playing child), named such because it is dressed in the uniform of Mexico’s national team when it plays in the World Cup . The Monastery of San Joaquín was fonded in 1689 by the Carmelites and conserves its original architecture. It was an important school for young priests. The Tacuba area is home to a neighborhood called Popotla. Here are the remains of a Montezuma cypress, under which it is said that Hernán Cortés sat and wept after being run out of Tenochtitlan during La Noche Triste in 1520. Next to the plaza where this tree is found, there is an old mansion whose east side has a mural called “Noche de la Victoria” (Night of the Victory) done in 2010. Also here is the parish called Pronto Socorro. Further east along the Calzada Tacuba-Mexico, there is the Colegio Militar, next to the Metro stop of the same name. This school was founded in 1823 and operated until 1976. Today it is the site of the Universidad del Ejército y Fuerza Aérea which still trains part of Mexico’s military. Tacuba is home to a Child Jesus image called the “Niño Futbolista” (Child Football/Soccer player). It is considered to be generous in granting miracles and is in a glass case surrounded by toys given by the faithful to favors received. Every four years, when the FIFA World Cup is played, this image is dressed in the uniform of the Mexico national football team, in the hopes that Mexico wins the cup."
} ]