[ {
  "entityIndex" : "1_entity25670",
  "entityUrl" : "http://dbpedia.org/resource/Raba,_Indonesia",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:foundingDate" : [ "2002-04-10" ]
  },
  "words" : [ "largest", "capital", "-LRB-", "Sape", "city", "part", "2010", "440,000", "Sumbawa", "Nusa", "Kota", "central", "province", "road", "provincial", "Tenggara", "Though", "Regency", "eastern", "Bima", "island", "West", "Raba", ",", "'s", ".", "population", "connected", "approximately", "-RRB-", ":", "Indonesia" ],
  "adjectives" : [ "eastern", "central", "provincial" ],
  "nouns" : [ "capital", "province", "Bima", "city", "road", "island", "part", "population" ],
  "text" : "Raba (Indonesia: Kota Raba) is a city in the Bima Regency, on the eastern part of the island of Sumbawa, in central Indonesia's province West Nusa Tenggara. Though not the capital (Bima is), it is the largest city on the island of Sumbawa, with a population of approximately 440,000 in 2010. It is connected by provincial road to Bima and Sape."
}, {
  "entityIndex" : "2_entity27240",
  "entityUrl" : "http://dbpedia.org/resource/Strathcona,_Alberta",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:foundingDate" : [ "1899-05-29", "1907-03-15" ]
  },
  "words" : [ "hunters", "fur", "mostly", "Alberta", "speculators", "Metis", "pioneer", "North", "near", "Québécois", "Orkney", "eastern", "began", "old", "Saskatchewan", "City", "history", ",", "'s", "community", "Strathcona", ".", "Canada", "especially", "Edmonton", "-RRB-", "1880s", "residents", "employees", "-LRB-", "city", "south", "Canadian", "north", "Fort", "mixed", "farmers", "Cree", "across", "self-employed", "River", "land", "offshoot", "side", "British", "hangers-on", "replaced", "recorded", "families", "contractors", "trade", "located", "river", "first", "1870s", "resided" ],
  "adjectives" : [ "British", "eastern", "south", "self-employed", "Canadian", "old", "north", "located", "mixed", "recorded", "first" ],
  "nouns" : [ "offshoot", "side", "fur", "trade", "hangers-on", "city", "land", "City", "history", "river", "community", "pioneer" ],
  "text" : "Strathcona was a city in Alberta, Canada, located on the south side of the North Saskatchewan River across from the City of Edmonton. Strathcona's recorded history began in the 1870s. Its first residents were an offshoot of the hangers-on and self-employed contractors who resided near the old Fort Edmonton on the north side of the river. This mixed community of British (especially Orkney), Québécois, Cree and Metis fur trade employees, pioneer farmers, hunters, and their families, was mostly replaced by eastern Canadian pioneer farmers (and land speculators) in the 1880s. The Calgary and Edmonton Railway arrived in 1891, establishing an urban hamlet centred on what is now Whyte Avenue. The townsite \"Plan I\" was registered September 25, 1891. Businesses, at first located in quickly-built primitive shacks, some made of logs, provided goods and services to a flood of immigrants from eastern Canada, Britain and continental Europe, U.S. and other parts of the world that came by train to the area. It was thought that \"South Edmonton\" would overwhelm \"Old Edmonton\" on the north side but Strathcona's geographic difficulties prevented this. However, Strathcona was in good enough position for businesses near the railway station to prosper. Over the following 20 years the centre's primitive buildings were replaced by more substantial two-storey wood or even brick buildings, many of which exist to this day. On May 29, 1899, Strathcona was incorporated as a town named after Lord Strathcona, Donald A. Smith. Smith was a prominent official in the Hudson's Bay Company and the Canadian Pacific Railway, that operated the Calgary and Edmonton Railway, the community's lifeline. The first mayor of Strathcona was Thomas Bennett. The original boundaries of the town included all the numbered river lots between #9 and #17 south of the river, corresponding to the area from present-day 109 Street in the west to 97 Street in the east and south to University Avenue, a total area of 1,000 acres (400 ha). In 1902, alarmed by fires that swept through many prairie communities at the time, Strathcona's town council passed an ordinance requiring that all buildings be constructed of fire-resistant materials, such as brick. This, along with the limited municipal re-development occurring south of the river after amalgamation, means that Whyte Avenue and the surrounding area has one of the largest stocks of vintage buildings in western Canada. After becoming a city on March 15, 1907, Premier A.C. Rutherford, Strathcona's MLA, established the University of Alberta in the City of Strathcona in 1908, with the purchase of the campus on the west edge of the city. Until the first campus buildings were completed, the University found a home in the Queen Alexandra Public School, still standing on 106 Street, then in the building that is now Old Scona Academic High School. In the 1911 census, Strathcona had a population of 5,579, while Edmonton had a population of 24,900. In anticipation of lower taxes and other benefits of being a larger city, an amalgamation of the two cities was proposed in which Strathcona and Edmonton residents voted 667-96 and 518-178 in favour of the merger respectively. The amalgamation of the two cities went into effect on February 1, 1912, resulting in increased policing and more affordable transit for Strathcona. At the time of the merger, Strathcona's boundaries were the North Saskatchewan River to the west and north, 91 Street to the east, and a combination of 62 Avenue and 68 Avenue to the south, with 111 Street comprising the brief jog between the two avenues. Whitemud Creek comprised the brief portion of the city's west boundary between 68 Avenue and the river. This included land annexed by Strathcona that was not fully developed until after WWII, well after the merger. Today's neighbourhood of Strathcona covers the portion of the former City of Strathcona lying east of 107 Street, north of Whyte Avenue, west of the Mill Creek ravine and south of the North Saskatchewan River valley. Also, the historic commercial core of the former City of Strathcona has been designated as the Old Strathcona Provincial Historic Area."
}, {
  "entityIndex" : "3_entity27434",
  "entityUrl" : "http://dbpedia.org/resource/Sikandara",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:foundingDate" : [ "1997-09-18" ]
  },
  "words" : [ "Uttar", "town", "Sikandara", "districtin", "tehsil", ".", "head", "Kanpur", "Pradesh", "Dehat", "Indian", "state", "quarter" ],
  "adjectives" : [ "head", "Indian" ],
  "nouns" : [ "town", "Sikandara", "districtin", "state", "tehsil", "quarter" ],
  "text" : "Sikandara It is a town in Kanpur Dehat districtin the Indian state of Uttar Pradesh .It is head quarter of tehsil Sikandara."
}, {
  "entityIndex" : "4_entity28548",
  "entityUrl" : "http://dbpedia.org/resource/Urban_water_management_in_Monterrey,_Mexico",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:foundingDate" : [ "1596-09-20" ]
  },
  "words" : [ "exception", "income", "increased", "-LRB-", "boom", "ranching", "city", "pattern", "rapid", "remains", "investments", "northern", "Monterrey", "toll", "3.86", "agriculture", "irrigation", "disparity", "Metro", "taken", "metamorphosis", "early", "live", "successful", "addition", "area", "MMA", "Mexican", "large", "20th", "began", "resources", ",", "urbanization", "water", ".", "century", "million", "Beginning", "-RRB-", "Mexico", "residents", "growth", "fueled", "economic" ],
  "adjectives" : [ "Mexican", "large", "20th", "rapid", "northern", "economic", "successful" ],
  "nouns" : [ "exception", "income", "area", "MMA", "boom", "ranching", "city", "pattern", "urbanization", "toll", "water", "agriculture", "century", "irrigation", "disparity", "growth", "metamorphosis", "addition" ],
  "text" : "Beginning early in the 20th century, Monterrey, Mexico began a successful economic metamorphosis and growth pattern that remains an exception in Mexico. This all began with increased investments in irrigation that fueled a boom in agriculture and ranching for this northern Mexican city. The economic growth has fueled income disparity for the 3.86 million residents who live in the Monterrey Metro area (MMA). In addition, the rapid urbanization has taken a large toll on the water resources. In addressing many of this challenges, the city of Monterrey has become a model for sound and effective Integrated urban water management. The challenges that Monterrey has confronted pertain to scarcity of surface water resources, poor water quality due to untreated industrial effluents, political cycles and term-limits which can limit long-term vision, and water disputes between urban and agricultural users. Fortunately, Monterrey has good groundwater \"well-fields\" that supply about 40% of the water demand for the city and generally are not over-exploited because of good connections to high-yield aquifer systems in the central parts of the \"Curvatura de Monterrey\". These wells are managed as storage reserves that can be used in time of drought, which is quite common in this region of Mexico. Also unique to Monterrey is an arrangement made between farmers and the municipality, whereby the farmers grant the use of their water rights from the nearby Cuchillo reservoir and the municipal water utility SADM (Servicios de Agua y Drenaje de Monterrey) returns urban used and treated water to farmers for irrigation. This arrangement has benefited both parties since SADM supplements its water supply with high quality but internmitent supply from the Cuchillo reservoir and farmers receive a consistent and full of nutrients water for irrigation. The longer term outlook for the area is for urbanization to continue and water availability to decrease, therefore, new water management strategies will have to be created."
}, {
  "entityIndex" : "5_entity17330",
  "entityUrl" : "http://dbpedia.org/resource/Gornji_grad_(Osijek)",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:foundingDate" : [ "1786-12-02" ]
  },
  "words" : [ "inhabitants", "city", "16,520", "Pedestrian", "County", "biggest", "National", "6,210", "attractions", "Osijek", "Croatia", "palace", "Ante", "famous", "center", "distributed", "Co-cathedral", "households", ",", "Square", ".", "Croatian", "important", "Starčević", "district", "Theatre", "located", "Gornji", "bridge", "grad" ],
  "adjectives" : [ "important", "famous", "Pedestrian", "located" ],
  "nouns" : [ "palace", "city", "district", "center", "Co-cathedral", "bridge", "grad" ],
  "text" : "Gornji grad is a city district in the center of Osijek, Croatia. It has 16,520 inhabitants distributed in 6,210 households. It is the biggest and the most important district of Osijek. The most famous attractions of Osijek are located in Gornji grad, such as Co-cathedral, Ante Starčević Square, Croatian National Theatre, County palace and Pedestrian bridge. Day of the city district is on 29 June, on feast of Saint Peter and Paul. Its name in Croatian literally means \"Upper Town\"."
}, {
  "entityIndex" : "6_entity15999",
  "entityUrl" : "http://dbpedia.org/resource/East_Carbon-Sunnyside,_Utah",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:foundingDate" : [ "2014-01-01" ]
  },
  "words" : [ "temporary", "Carbon-Sunnyside", "city", "Dragerton", "United", "2010", "used", "County", "Utah", "States", "377", "known", "Sunnyside", "incorporated", "1,678", "January", "officially", "cities", "City.Encompassing", "could", "merged", ",", "Carbon", ".", "population", "1", "Columbia", "2016", "2014", "council", "adopt", "permanent", "name.As", "census", "name", "combined", "East", "merger", "1,301", "subdivisions" ],
  "adjectives" : [ "temporary", "permanent", "merged", "combined" ],
  "nouns" : [ "city", "council", "name.As", "census", "name", "merger", "population" ],
  "text" : "East Carbon-Sunnyside was a city in Carbon County, Utah, United States. East Carbon-Sunnyside was incorporated on January 1, 2014, from the merger of the cities of East Carbon and Sunnyside. East Carbon-Sunnyside was a temporary name, to be used until the city council could adopt a permanent name.As of January 1, 2016 the merged cities are officially known as East Carbon City.Encompassing the subdivisions of Columbia, Dragerton and Sunnyside. As of the 2010 census, East Carbon had a population of 1,301, while Sunnyside had a population of 377, for a combined population of 1,678. In 2014 East Carbon-Sunnyside had an estimated population of 1,602."
}, {
  "entityIndex" : "7_entity23737",
  "entityUrl" : "http://dbpedia.org/resource/Ozuluama",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:foundingDate" : [ "1910-09-06" ]
  },
  "words" : [ "de", "-LRB-", "September", "city", "Ozuluama", "serves", "municipality", "1910", "Veracruz", "state", "Mascareñas", "surrounding", "given", "Mexican", "Alta", "'s", ".", "Huasteca", "seat", "6", "-RRB-", "located", "municipal", ":", "region", "formally", "status" ],
  "adjectives" : [ "Mexican", "located", "municipal" ],
  "nouns" : [ "seat", "city", "Ozuluama", "municipality", "state", "region", "status" ],
  "text" : "Ozuluama (formally: Ozuluama de Mascareñas)is a city in the Mexican state of Veracruz. It is located in the state's Huasteca Alta region. It serves as the municipal seat for the surrounding municipality of Ozuluama de Mascareñas. It was given city status on 6 September 1910. In the 2005 INEGI Census, the city of Ozuluama reported a total population of 3,439 The name \"Ozuluama\" is Nahuatl in origin. The epithet \"de Mascareñas\" (awarded 20 August 1980) honours Colonel Francisco Esteban Mascareñas, who was born here and fought on the Liberal side in the Reform War."
}, {
  "entityIndex" : "8_entity23335",
  "entityUrl" : "http://dbpedia.org/resource/New_Bongaigaon",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:foundingDate" : [ "1989-09-29" ]
  },
  "words" : [ "New", "Guwahati", "-LRB-", "Assam", "city", "Old", "part", "divided", "north", "two", "situated", "112", "west", "Chirang", "state", "mi", "included", "--", "new", "give", "town", "180", "Assamese", "City", ",", "বঙাইগাওঁ", "Bodos", ".", "way", "/", "bɒŋɡɑːɪˈɡɒ̃ʊ", "meet", "district", "-RRB-", "parts", "Indian", "municipal", "kilometres", ":", "Bongaigaon", ";", "District", "board", "demands" ],
  "adjectives" : [ "new", "Old", "Indian", "municipal" ],
  "nouns" : [ "bɒŋɡɑːɪˈɡɒ̃ʊ", "town", "city", "part", "district", "west", "state", "mi", "board", "way" ],
  "text" : "New Bongaigaon /bɒŋɡɑːɪˈɡɒ̃ʊ/; (Assamese: বঙাইগাওঁ) is a city in the Indian state of Assam. The City included or new part of municipal board of Bongaigaon District. The town, divided into two parts – Old Bongaigaon and New Bongaigaon, is situated 180 kilometres (112 mi) north west of Guwahati. To meet the demands of Bodos of Assam, Bongaigaon was divided up to give way for Chirang district. Bongaigaon has a major petrochemical industry, the Indian Oil Corporation Limited (IOCL BGR). The town occupied a place in the map of Indian Railway with the establishment of the railway station in the year 1908. Most of the institutions like ITI, Bongaigaon College, Office of the Assam State Electricity Board in the early 60’s and in fact the very base of the development of the town was laid in this decade only. The development further gained momentum with the establishment of the Bongaigaon Refinery and Petrochemicals Limited (BRPL) Complex in the year 1972 at Dhaligaon and also Thermal Power Plant at Salakati. Though these area are not within the limit of Bongaigaon Municipality the town also caters to the demand of this population.The Bongaigaon Town Committee was first constituted in the year 1961 and was upgraded to a Municipal Board in the year 1977. Presently the Municipal Area consists of 25 nos. of wards covering an area of 14.31 sq m."
}, {
  "entityIndex" : "9_entity23373",
  "entityUrl" : "http://dbpedia.org/resource/Naugarh",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:foundingDate" : [ "1989-05-13" ]
  },
  "words" : [ "Uttar", "town", "one", ",", ".", "India", "Kapilvastu", "headquarters", "Sabha", "constituencies", "Vidhan", "Pradesh", "district", "five", "renamed", "Naugarh", "Siddharthnagar" ],
  "adjectives" : [ ],
  "nouns" : [ "headquarters", "town", "district" ],
  "text" : "Naugarh is a town and the district headquarters of Siddharthnagar in Uttar Pradesh, India. It is one of the five Vidhan Sabha constituencies in Siddharthnagar district and has been renamed Kapilvastu."
}, {
  "entityIndex" : "10_entity20717",
  "entityUrl" : "http://dbpedia.org/resource/Liverpool_City_Region",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:foundingDate" : [ "2014-04-01" ]
  },
  "words" : [ "incorporates", "St", "wider", "Depending", "Helens", "city", "Authority", "England", "districts", "political", "used", "body", "local", "centred", "Since", "definition", "definitions", "area", "Liverpool", "Halton", "also", "Knowsley", "City", ",", "'s", ".", "April", "Wirral", "population", "exist", "1", "top-tier", "million", "2014", "administrative", "authority", "2.3", "1.5", "Region", "region", "Combined", "economic", "Sefton", "become", "governance" ],
  "adjectives" : [ "top-tier", "administrative", "political", "economic", "local" ],
  "nouns" : [ "area", "city", "authority", "definition", "region", "body", "population", "governance" ],
  "text" : "The Liverpool City Region is an economic and political area of England centred on Liverpool, which also incorporates the local authority districts of Halton, Knowsley, Sefton, St Helens, and Wirral. Other, wider, definitions of the city region also exist. Depending on the definition used, the region's population is between about 1.5 million and 2.3 million. Since 1 April 2014, the Liverpool City Region Combined Authority has become the top-tier administrative body for the local governance of the city region. Through the combined authority, the six districts pool their responsibilities over strategic policy areas such as economic development, transport, employment and skills, tourism, culture, housing, and physical infrastructure. The region's economic development is also supported by the Liverpool City Region Local Enterprise Partnership (LEP), established in 2010 as the private sector-led board comprising political and business leaders from around the city region."
}, {
  "entityIndex" : "11_entity15446",
  "entityUrl" : "http://dbpedia.org/resource/Dompu",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:foundingDate" : [ "2002-04-10" ]
  },
  "words" : [ "largest", "capital", "-LRB-", "49,854", "Sape", "part", "2010", "Sumbawa", "Nusa", "Kota", "central", "province", "Dompu", "road", "provincial", "Tenggara", "Regency", "eastern", "town", "Bima", "island", "West", ",", "'s", ".", "population", "connected", "Census", "third", "administrative", "-RRB-", "located", ":", "Indonesia" ],
  "adjectives" : [ "eastern", "central", "third", "administrative", "located", "provincial" ],
  "nouns" : [ "capital", "town", "province", "Dompu", "road", "island", "part", "population" ],
  "text" : "Dompu (Indonesia: Kota Dompu) is a town and the administrative capital of the Dompu Regency, located in the eastern part of the island of Sumbawa, in central Indonesia's province of West Nusa Tenggara. It is the third largest town on the island of Sumbawa, with a population of 49,854 at the 2010 Census. It is connected by provincial road to Bima and Sape."
}, {
  "entityIndex" : "12_entity28365",
  "entityUrl" : "http://dbpedia.org/resource/Taliwang",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:foundingDate" : [ "2002-04-10" ]
  },
  "words" : [ "Regency", "largest", "capital", "-LRB-", "cost", "Taliwang", "town", "city", "44,136", "West", "island", "2010", ",", "Sumbawa", ".", "population", "Kota", "Census", "-RRB-", "fifth", ":", "western", "Indonesia" ],
  "adjectives" : [ "fifth", "western" ],
  "nouns" : [ "capital", "cost", "Taliwang", "town", "city", "island", "population" ],
  "text" : "Taliwang (Indonesia: Kota Taliwang) is the capital city of the West Sumbawa Regency, on the western cost of the island of Sumbawa. It is the fifth largest town on the island of Sumbawa, with a population of 44,136 at the 2010 Census."
}, {
  "entityIndex" : "13_entity29617",
  "entityUrl" : "http://dbpedia.org/resource/Wadwani",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:foundingDate" : [ "2013-12-22" ]
  },
  "words" : [ "subdivision", "Wadwani", "district", "Indian", "state", "Wadvani", "Maharashtra", "tehsil", "Ambejogai", "Beed", "." ],
  "adjectives" : [ "Indian" ],
  "nouns" : [ "subdivision", "district", "state", "tehsil" ],
  "text" : "Wadwani or Wadvani is a tehsil in Ambejogai subdivision of Beed district in the Indian state of Maharashtra."
} ]