[ {
  "entityIndex" : "1_entity25665",
  "entityUrl" : "http://dbpedia.org/resource/Rajpur,_Baroda",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbp:blank5InfoSec" : [ "NE" ]
  },
  "words" : [ "Rajput", "Rajpur", "Mansinhji", "lord", "bank", "state", "Fatehsinhji", "last", "princely", "Thakur", "Jaladhar", "Saheb", "Mahisagar", "history", ",", ".", "Baroda", "associated", "Indian", "located", "river", "family", "royal", "Mahadevaji", "Shree" ],
  "adjectives" : [ "last", "princely", "Indian", "located" ],
  "nouns" : [ "bank", "lord", "state", "river", "history", "family", "royal" ],
  "text" : "Rajpur, Baroda was an Indian princely state located on the bank of river Mahisagar. Thakur Saheb Shree Mansinhji Fatehsinhji was the last Thakur Saheb of Rajpur. The history of the Rajput royal family is associated with lord Jaladhar Mahadevaji."
}, {
  "entityIndex" : "2_entity23300",
  "entityUrl" : "http://dbpedia.org/resource/Napasar",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbp:blank5InfoSec" : [ "Lunkaransar" ]
  },
  "words" : [ "``", "away", "city", "nearest", "King", "station", "state", "railway", "Sankhala", "established", "''", "11", "12", "Napasar", "town", "Bikaji", "Napaji", "Bikaner", "Maharaja", "NWR", ",", "Rajasthan", ".", "connected", "contemporary", "outside", "district", "co-city", "kilometers", "located", "Indian", "kilometres", ":", "NH" ],
  "adjectives" : [ "contemporary", "located", "Indian" ],
  "nouns" : [ "town", "King", "city", "district", "co-city", "station", "state", "railway" ],
  "text" : "Napasar is a town located in the Bikaner district in the Indian state of Rajasthan. Napasar was established as a \"co-city\" by the contemporary King of the Bikaner state: Maharaja Bikaji and Napaji Sankhala. The city nearest to Napasar is Bikaner, which is only a few kilometers away. It is connected to the NWR Bikaner railway station and NH 11, which is 12 kilometres outside of the town. Napasar is older than Bikaner. Most of the population of Napasar belongs to the Pareek Brahmian, Jat and Maheswari casts. The native language is Marwari. Napasar is one of the largest Gram Panchayat of India. Napasar is also well known for being the birthplace of freedom fighter, social worker and their ex sarpanch Late Bajrang Lal Asopa, also known as Netaji. He worked for welfare of the village and his so-called \"Fakira Fauz\". After he died, a statue of him was placed in the main market and in the Gram Panchayat. Napasar has industries in manufacturing woolen shawls, cotton chaddars (robes), textiles, tiles, PVC, timber, food processing bhujia and papad, among other things. Their textile and cotton industries are growing fast. Many people in Napasar have jobs in agriculture or investment. Because of the large number of jobs in agriculture, the city is able to produce food for the local market. Main sites of attraction in the town include:"
}, {
  "entityIndex" : "3_entity23335",
  "entityUrl" : "http://dbpedia.org/resource/New_Bongaigaon",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbp:blank5InfoSec" : [ "33" ]
  },
  "words" : [ "New", "Guwahati", "-LRB-", "Assam", "city", "Old", "part", "divided", "north", "two", "situated", "112", "west", "Chirang", "state", "mi", "included", "--", "new", "give", "town", "180", "Assamese", "City", ",", "বঙাইগাওঁ", "Bodos", ".", "way", "/", "bɒŋɡɑːɪˈɡɒ̃ʊ", "meet", "district", "-RRB-", "parts", "Indian", "municipal", "kilometres", ":", "Bongaigaon", ";", "District", "board", "demands" ],
  "adjectives" : [ "new", "Old", "Indian", "municipal" ],
  "nouns" : [ "bɒŋɡɑːɪˈɡɒ̃ʊ", "town", "city", "part", "district", "west", "state", "mi", "board", "way" ],
  "text" : "New Bongaigaon /bɒŋɡɑːɪˈɡɒ̃ʊ/; (Assamese: বঙাইগাওঁ) is a city in the Indian state of Assam. The City included or new part of municipal board of Bongaigaon District. The town, divided into two parts – Old Bongaigaon and New Bongaigaon, is situated 180 kilometres (112 mi) north west of Guwahati. To meet the demands of Bodos of Assam, Bongaigaon was divided up to give way for Chirang district. Bongaigaon has a major petrochemical industry, the Indian Oil Corporation Limited (IOCL BGR). The town occupied a place in the map of Indian Railway with the establishment of the railway station in the year 1908. Most of the institutions like ITI, Bongaigaon College, Office of the Assam State Electricity Board in the early 60’s and in fact the very base of the development of the town was laid in this decade only. The development further gained momentum with the establishment of the Bongaigaon Refinery and Petrochemicals Limited (BRPL) Complex in the year 1972 at Dhaligaon and also Thermal Power Plant at Salakati. Though these area are not within the limit of Bongaigaon Municipality the town also caters to the demand of this population.The Bongaigaon Town Committee was first constituted in the year 1961 and was upgraded to a Municipal Board in the year 1977. Presently the Municipal Area consists of 25 nos. of wards covering an area of 14.31 sq m."
}, {
  "entityIndex" : "4_entity23340",
  "entityUrl" : "http://dbpedia.org/resource/North_Kanpur",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbp:blank5InfoSec" : [ "North Kanpur Police" ]
  },
  "words" : [ "Kotwali", "commercial", "city", "political", "office", "establishments", "Kanpur", "central", "post", "zone", "Pradesh", "era", "North", "Many", "hospital", "limits", "densely", "Uttar", "British", "business", "within", "social", "populated", "includes", ",", "'s", ".", "India", "important", "hub", "activities", "district", "Cawnpore", "located", "since" ],
  "adjectives" : [ "important", "commercial", "British", "central", "social", "populated", "located", "political", "Many" ],
  "nouns" : [ "business", "post", "hub", "zone", "city", "era", "district", "office", "hospital" ],
  "text" : "North Kanpur is a zone within the city limits of Kanpur in Uttar Pradesh, India. This zone is densely populated and includes Kanpur's central business district. Many important commercial establishments, the post office, district hospital and the Cawnpore Kotwali are located here. This zone has been a hub of commercial, social and political activities since the British era."
}, {
  "entityIndex" : "5_entity15338",
  "entityUrl" : "http://dbpedia.org/resource/Degana",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbp:blank5InfoSec" : [ "Ajay singh Kilak" ]
  },
  "words" : [ "junction", "``", "Rajput", "Maheshwari", "city", "municipality", "link", "back", "sites", "150", "years", "situated", "Highways", "roughly", "90", "Meghwal", "village", "Facebook", "''", "km", "59", "social", "Degana", "founded", "also", "Nagaur", ",", "tehsil", "Rajasthan", ".", "India", "connected", "State", "district", "located", "60", ":", "Jat", "southeast" ],
  "adjectives" : [ "social", "located" ],
  "nouns" : [ "junction", "km", "city", "district", "municipality", "link", "village", "tehsil", "southeast" ],
  "text" : "Degana is a city and a municipality and tehsil located in the Nagaur district of Rajasthan, India. The city is situated roughly southeast of 90 km from Nagaur, at a junction of State Highways 59 and 60. Degana is also connected by social sites \"Facebook\" link is: .Jat, Rajput, Maheshwari and Meghwal founded the village about 150 years back. A Railway Junction was made in the pre-independence era on the Jaipur-Jodhpur railway track solely for the reason of having a Railway-Node for better operational control as there was a stretch of more than 30 km without any station in-between. With the passage of time, a city came into being by drawing more and more habitation in the last 50 years around the Railway Station owing to the better connectivity to more significant city centers like Jaipur, Jodhpur and Bikaner. The city now has headquarters for administrative units of the tehsil.Degana is 44 KM From Makrana Railway station and 15 KM from Gachhipura Railway station."
}, {
  "entityIndex" : "6_entity29633",
  "entityUrl" : "http://dbpedia.org/resource/West_Kanpur",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbp:blank5InfoSec" : [ "Kanpur Municipal Corporation" ]
  },
  "words" : [ "km", "15", "%", "West", "11,84,386", "2001", "also", "Comes", ",", "Downtown", ".", "India", "situated", "population", "literacy", "Kanpur", "census", "91", "80", "suburb", "Region", "NH", "Kannauj", "Metropolitan" ],
  "adjectives" : [ ],
  "nouns" : [ "literacy", "km", "%", "census", "suburb", "Downtown", "population" ],
  "text" : "West Kanpur is a suburb in Kanpur, India, situated about 15 km from Kanpur on the NH 91 to Kannauj. The population was 11,84,386 at the 2001 census. It has 80% of literacy and is 15 km from Kanpur Downtown. It also Comes under Kanpur Metropolitan Region"
}, {
  "entityIndex" : "7_entity19890",
  "entityUrl" : "http://dbpedia.org/resource/Kanpur_Cantonment",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbp:blank5InfoSec" : [ "Kanpur Cantts,Kanpur Cantts, Kanpur Cantts - Rural" ]
  },
  "words" : [ "largest", "-LRB-", "year", "city", "4243.0084", "three", "situated", "1811", "km2", "bank", "Kanpur", "Ganges", "Pradesh", "military", "established", "area", "3899.1784", "Uttar", "Cantonment", "17", "bound", "right", "Bungalow", ",", "Cantt", "remaining", ".", "India", "approx.", "Area", "Civil", "popularly", "cantonment", "-RRB-", "sides", "river", "acres", "334.83", "referred" ],
  "adjectives" : [ "Civil", "military", "right" ],
  "nouns" : [ "area", "km2", "bank", "Area", "Cantonment", "cantonment", "year", "city", "river" ],
  "text" : "Kanpur Cantonment (popularly referred to as Kanpur Cantt) is the largest cantonment in India which is a military cantonment in Kanpur, Uttar Pradesh, India,The Kanpur Cantonment was established in the year 1811 and is situated on the right bank of river Ganges and is bound by Kanpur city area on the remaining three sides. The area of the Cantonment is approx. 4243.0084 acres. (17 km2.) out of which the Bungalow Area is 3899.1784 acres and the Civil Area is 334.83 acres. As per 2011 Census, the population of Cantonment is 108,035 which is 453rd largest city of India (See the point 2 on external links)."
} ]