[ {
  "entityIndex" : "1_entity25417",
  "entityUrl" : "http://dbpedia.org/resource/Rijeka",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "259.0" ]
  },
  "words" : [ "Fiume", "seaport", "inhabitants", "-LSB-", "128,624", "third-largest", "Veit", "Zagreb", "Sankt", "Flaum", "selected", "Culture", "area", "pronunciation", "metropolitan", "includes", ",", "European", "inlet", ".", "Sea", "population", "towns", "-RRB-", ":", ";", "Split", "Italian", "-LRB-", "Kvarner", "city", "2011", "German", "Galway", "Rijeka", "Reka", "principal", "Ireland", "Adriatic", "240,000", "Croatia", "alongside", "adjacent", "Capital", "2020", "municipalities", "Croatian", "2016", "rijɛ̌ːka", "-RSB-", "located", "Hungarian", "Bay", "Slovene" ],
  "adjectives" : [ "principal", "Italian", "metropolitan", "located", "Hungarian", "adjacent", "Croatian", "third-largest" ],
  "nouns" : [ "area", "Fiume", "seaport", "pronunciation", "city", "inlet", "population" ],
  "text" : "Rijeka (Croatian pronunciation: [rijɛ̌ːka]; Italian: Fiume; Hungarian: Fiume; Slovene: Reka, German: Sankt Veit am Flaum, ) is the principal seaport and the third-largest city in Croatia (after Zagreb and Split). It is located on Kvarner Bay, an inlet of the Adriatic Sea and has a population of 128,624 inhabitants (2011). The metropolitan area, which includes adjacent towns and municipalities, has a population of more than 240,000. In 2016, Rijeka was selected as the European Capital of Culture for 2020, alongside Galway, Ireland. Historically, because of its strategic position and its excellent deep-water port, the city was fiercely contested, especially among Italy, Hungary (serving as the Kingdom of Hungary's largest and most important port), and Croatia, changing hands and demographics many times over centuries. According to the 2011 census data, the overwhelming majority of its citizens (82.52%) are presently Croats, along with small numbers of Bosniaks, Italians and Serbs. Rijeka is the main city of Primorje-Gorski Kotar County. The city's economy largely depends on shipbuilding (shipyards \"3. Maj\" and \"Viktor Lenac Shipyard\") and maritime transport. Rijeka hosts the Croatian National Theatre Ivan pl. Zajc, first built in 1765, as well as the University of Rijeka, founded in 1973 but with roots dating back to 1632 School of Theology. Linguistically, apart from Croatian, the population also uses its own unique version of the Venetian language, (Fiumano), with an estimated 20,000 speakers among the autochtone Croats and various minorities. Historically Fiumano served as a lingua franca for the many ethnicities inhabiting the multicultural port-town."
}, {
  "entityIndex" : "2_entity25420",
  "entityUrl" : "http://dbpedia.org/resource/Rimouski",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "922.6" ]
  },
  "words" : [ "46,860", "de", "-LRB-", "Université", "Institut", "Canadian", "city", "2011", "research", "tourist", "sciences", "du", "Conservatory", "see", "Rimouski", "Cégep", "River", "attractions", "centres", "Quebec", "UQAR", "includes", "also", "many", ",", ".", "population", "Québec", "home", "cultural", "industrial", "site", "mouth", "ocean", "Bas-Saint-Laurent", "Music", "-RRB-", "located", "maritime", "region" ],
  "adjectives" : [ "cultural", "industrial", "Canadian", "Bas-Saint-Laurent", "located", "many" ],
  "nouns" : [ "tourist", "site", "mouth", "ocean", "city", "region", "research", "population", "home" ],
  "text" : "Rimouski is a Canadian city located in the Bas-Saint-Laurent region of Quebec at the mouth of the Rimouski River. It has a population of 46,860 (as of 2011) and many tourist, cultural and industrial attractions. Rimouski is the site of Université du Québec à Rimouski (UQAR), the Cégep de Rimouski (which includes the Institut maritime du Québec) and the Music Conservatory. It is also the home of some ocean sciences research centres (see below)."
}, {
  "entityIndex" : "3_entity25723",
  "entityUrl" : "http://dbpedia.org/resource/Saint_John,_New_Brunswick",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "457.4" ]
  },
  "words" : [ "largest", "New", "became", "-LSB-", "-LRB-", "city", "Maritime", "north", "John", "70,063", "2011", "second", "French", "known", "incorporated", "River", "bay", "mi", "sq", "area", "Brunswick", "provinces", "315.82", "pronunciation", "ʒɔn", "Fundy", "shore", "City", ",", "121.94", ".", "population", "Canada", "square", "mouth", "1785", "due", "-RRB-", "-RSB-", "well", "kilometres", ":", "sɛ̃", "location", "Bay", "Saint", "first" ],
  "adjectives" : [ "square", "due", "incorporated", "first", "second" ],
  "nouns" : [ "area", "pronunciation", "ʒɔn", "city", "north", "shore", "population", "mouth", "sɛ̃", "location", "bay", "mi", "sq" ],
  "text" : "Saint John (French pronunciation: ​[sɛ̃ ʒɔn]) is the largest city in New Brunswick and the second largest city in the Maritime provinces. It is known as the Fundy City due to its location on the north shore of the Bay of Fundy at the mouth of the Saint John River, as well as being the only city on the bay. In 1785, Saint John became the first incorporated city in Canada. Saint John had a population of 70,063 in 2011 over an area of 315.82 square kilometres (121.94 sq mi). The Saint John metropolitan area covers a land area of 3,362.95 square kilometres (1,298.44 sq mi) across the Caledonia Highlands, with a population (as of 2011) of 127,761."
}, {
  "entityIndex" : "4_entity25734",
  "entityUrl" : "http://dbpedia.org/resource/St._John's,_Newfoundland_and_Labrador",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "891.1" ]
  },
  "words" : [ "largest", "capital", "-LRB-", "city", "considered", "John", "Avalon", "St.", "second", "incorporated", "CMA", "America", "North", "tip", "July", "214,285", "Metropolitan", "area", "eastern", "Peninsula", "metropolitan", "20th", "island", "yet", "Newfoundland", "'s", ",", ".", "Halifax", "/", "Labrador", "population", "1888", "Canada", "1", "ˌseɪntˈdʒɒnz", "Area", "Census", "English-founded", "oldest", "2015", "-RRB-", "Atlantic" ],
  "adjectives" : [ "ˌseɪntˈdʒɒnz", "eastern", "English-founded", "metropolitan", "20th", "second" ],
  "nouns" : [ "area", "capital", "city", "island", "tip", "population" ],
  "text" : "St. John's (/ˌseɪntˈdʒɒnz/) is the capital and largest city in Newfoundland and Labrador, Canada. St. John's was incorporated as a city in 1888, yet is considered by some to be the oldest English-founded city in North America. It is on the eastern tip of the Avalon Peninsula on the island of Newfoundland. With a population of 214,285 as of July 1, 2015, the St. John's Metropolitan Area is the second largest Census Metropolitan Area (CMA) in Atlantic Canada after Halifax and Canada's 20th largest metropolitan area. It is one of the world's top ten oceanside destinations, according to National Geographic Magazine. Its name has been attributed to the feast day of John the Baptist, when John Cabot was believed to have sailed into the harbour in 1497, and also to a Basque fishing town with the same name."
}, {
  "entityIndex" : "5_entity25745",
  "entityUrl" : "http://dbpedia.org/resource/Sheffield",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "3949.2" ]
  },
  "words" : [ "England", "borough", "largely", "Core", "encompass", "metropolitan", "cities", "roots", "City", ",", ".", "/", "population", "Riding", "563,749", "Derbyshire", "Sheffield", "-RRB-", "name", "Cities", "southern", "suburbs", "wider", "largest", "Group", "mid-2014", "-LRB-", "city", "regional", "part", "est.", "Historically", "eight", "Yorkshire", "River", "grown", "annexed", "make", "West", "one", "South", "derives", "English", "industrial", "Sheaf", "ˈʃɛfiːld", "runs", "economic", "base" ],
  "adjectives" : [ "southern", "English", "industrial", "metropolitan", "regional", "ˈʃɛfiːld", "economic" ],
  "nouns" : [ "mid-2014", "city", "part", "name", "borough", "City", "base", "population" ],
  "text" : "Sheffield (/ˈʃɛfiːld/) is a city and metropolitan borough in South Yorkshire, England. Historically part of the West Riding of Yorkshire, its name derives from the River Sheaf, which runs through the city. With some of its southern suburbs annexed from Derbyshire, the city has grown from its largely industrial roots to encompass a wider economic base. The population of the City of Sheffield is 563,749 (mid-2014 est.) and it is one of the eight largest regional English cities that make up the Core Cities Group. Sheffield is the third largest English district by population. The metropolitan population of Sheffield is 1,569,000. In the 19th century, Sheffield gained an international reputation for steel production. Many innovations were developed locally, including crucible and stainless steel, fuelling an almost tenfold increase in the population in the Industrial Revolution. Sheffield received its municipal charter in 1843, becoming the City of Sheffield in 1893. International competition in iron and steel caused a decline in these industries in the 1970s and 1980s, coinciding with the collapse of coal mining in the area. The 21st century has seen extensive redevelopment in Sheffield along with other British cities. Sheffield's gross value added (GVA) has increased by 60% since 1997, standing at £9.2 billion in 2007. The economy has experienced steady growth averaging around 5% annually, greater than that of the broader region of Yorkshire and the Humber. The city is in the eastern foothills of the Pennines, and the valleys of the River Don and its four tributaries, the Loxley, the Porter Brook, the Rivelin and the Sheaf. 61% of Sheffield's entire area is green space, and a third of the city lies within the Peak District national park. There are more than 250 parks, woodlands and gardens in the city, and an estimated 2 million trees, giving Sheffield the highest ratio of trees to people of any city in Europe. The city has a long sporting heritage, and is home to the world's oldest football club."
}, {
  "entityIndex" : "6_entity26425",
  "entityUrl" : "http://dbpedia.org/resource/Sherman,_Texas",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "665.2154089527801" ]
  },
  "words" : [ "Texoma", "city", "part", "county", "United", "2010", "County", "two", "States", "principal", "Sherman", "38,521", "Grayson", "Metropolitan", "--", "cities", "one", "also", ",", "'s", ".", "population", "seat", "Area", "Texas", "Denison", "Statistical", "region" ],
  "adjectives" : [ "principal" ],
  "nouns" : [ "seat", "city", "part", "county", "region", "population" ],
  "text" : "Sherman is a city in and the county seat of Grayson County, Texas, United States. The city's population in 2010 was 38,521. It is also one of two principal cities in the Sherman–Denison Metropolitan Statistical Area. It is also a part of the Texoma region."
}, {
  "entityIndex" : "7_entity26579",
  "entityUrl" : "http://dbpedia.org/resource/Stoke-on-Trent",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "3588.0" ]
  },
  "words" : [ "boroughs", "unitary", "England", "hall", "km2", "Newcastle-under-Lyme", "93", "North", "railway", "Staffordshire", "Stoke", "area", "Stoke-upon-Trent", "took", "town", "20th", "often", ",", ".", "/", "population", "square", "authority", "towns", "-RRB-", "name", ";", "trɛnt", "formed", "neighbouring", "polycentric", "-LRB-", "stoʊk", "city", "part", "2011", "miles", "Moorlands", "station", "469,000", "ɒn", "early", "federation", "36", "six", "Together", "Stoke-on-Trent", "century", "located", "abbreviated" ],
  "adjectives" : [ "square", "neighbouring", "polycentric", "20th", "unitary", "located", "abbreviated", "early" ],
  "nouns" : [ "area", "federation", "stoʊk", "town", "city", "part", "hall", "population", "km2", "century", "authority", "name", "station", "railway", "ɒn", "trɛnt" ],
  "text" : "Stoke-on-Trent (/stoʊk ɒn trɛnt/; often abbreviated to Stoke) is a city and unitary authority area in Staffordshire, England, with an area of 36 square miles (93 km2). Together with the neighbouring boroughs of Newcastle-under-Lyme and Staffordshire Moorlands, it is part of North Staffordshire, which, in 2011, had a population of 469,000. Stoke is polycentric, having been formed by a federation of six towns in the early 20th century. It took its name from Stoke-upon-Trent, where the town hall and the railway station are located. Hanley is the primary commercial centre. The four other towns are Burslem, Tunstall, Longton and Fenton. Stoke-on-Trent is the home of the pottery industry in England and is commonly known as the Potteries. Formerly a primarily industrial conurbation, it is now a centre for service industries and distribution centres."
}, {
  "entityIndex" : "8_entity26584",
  "entityUrl" : "http://dbpedia.org/resource/Saguenay,_Quebec",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "808.7" ]
  },
  "words" : [ "equivalent", "-LSB-", "smaller", "confluence", "annexation", "county", "municipality", "mi", "upriver", "jurisdictions", "--", "including", "pronunciation", "constitutes", "City", "overland", ",", "Chicoutimi", ".", "/", "120", "Canada", "200", "route", "126", "-RRB-", "kilometres", "ˌsæɡəˈneɪ", ":", ";", "region", "formed", "geographical", "-LRB-", "saɡne", "code", "city", "regional", "north", "northwest", "St.", "ˈsæɡəˌneɪ", "French", "1676", "2002", "River", "Tadoussac", "Saguenay", "78", "Quebec", "Lawrence", "founded", "Lac-Saint-Jean", "TE", "941", "-RSB-", "located", "merger", "territory" ],
  "adjectives" : [ "ˈsæɡəˌneɪ", "geographical", "French", "regional", "located", "ˌsæɡəˈneɪ", "Lac-Saint-Jean" ],
  "nouns" : [ "equivalent", "saɡne", "confluence", "code", "pronunciation", "city", "annexation", "north", "county", "municipality", "overland", "TE", "route", "region", "mi", "upriver", "merger", "territory" ],
  "text" : "Saguenay (/ˈsæɡəˌneɪ/ or /ˌsæɡəˈneɪ/; French pronunciation: ​[saɡne]) is a city in the Saguenay–Lac-Saint-Jean region of Quebec, Canada, on the Saguenay River, about 200 kilometres (120 mi) north of Quebec City by overland route. It is about 126 kilometres (78 mi) upriver and northwest of Tadoussac, located at the confluence with the St. Lawrence River. This city was formed in 2002 by a merger and annexation of smaller jurisdictions, including Chicoutimi, founded by the French in 1676. The city of Saguenay constitutes a territory equivalent to a regional county municipality (TE); its geographical code is 941. Together with the regional county municipality of Le Fjord-du-Saguenay, it forms the census division (CD) of Le Saguenay-et-son-Fjord (94). The mayor of Saguenay is Jean Tremblay, who served as mayor of Chicoutimi before the merger. Prior to its use as the name of the city, the term \"the Saguenay\" or (less commonly) \"Saguenay Valley\" had already been used for the whole Saguenay River region (see Saguenay–Lac-Saint-Jean). Saguenay is the seat of the judicial district of Chicoutimi. The city is divided into three boroughs: Chicoutimi (which includes the former city of Chicoutimi, as well as Laterrière and Tremblay township), Jonquière (which includes the former city of Jonquière, Lac-Kénogami, and Shipshaw) and La Baie (which corresponds to the former city of La Baie)."
}, {
  "entityIndex" : "9_entity26592",
  "entityUrl" : "http://dbpedia.org/resource/Sherbrooke",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "822.2" ]
  },
  "words" : [ "thirtieth", "southern", "equivalent", "largest", "-LSB-", "Sherbrooke", "-LRB-", "confluence", "city", "regional", "county", "municipality", "ʃɛʁbʁʊk", "2011", "St.", "situated", "division", "sixth", "French", "Francis", "province", "rivers", "Magog", "Estrie", "CD", "Saint-François", "pronunciation", "coextensive", "ˈʃɜːrbrʊk", "Quebec", "154,601", "also", ",", ".", "heart", "/", "Canada", "TE", "administrative", "census", "-RRB-", "name", "-RSB-", "residents", ";", "region", "territory" ],
  "adjectives" : [ "sixth", "southern", "regional", "coextensive", "ˈʃɜːrbrʊk", "administrative" ],
  "nouns" : [ "equivalent", "CD", "confluence", "pronunciation", "city", "county", "municipality", "ʃɛʁbʁʊk", "heart", "division", "TE", "province", "census", "name", "region", "territory" ],
  "text" : "Sherbrooke (/ˈʃɜːrbrʊk/; Quebec French pronunciation [ʃɛʁbʁʊk]) is a city in southern Quebec, Canada. Sherbrooke is situated at the confluence of the Saint-François (St. Francis) and Magog rivers in the heart of the Estrie administrative region. Sherbrooke is also the name of a territory equivalent to a regional county municipality (TE) and census division (CD) of Quebec, coextensive with the city of Sherbrooke. With 154,601 residents at the 2011 census, Sherbrooke was the sixth largest city in the province of Quebec and the thirtieth largest in Canada. The Sherbrooke Census Metropolitan Area had 201,890 inhabitants, making it the fourth largest metropolitan area in Quebec and nineteenth largest in Canada. Originally known as Hyatt's Mill, it was renamed after Sir John Coape Sherbrooke (1764–1840), a British general who was Lieutenant Governor of Nova Scotia (1812–1816), and Governor General of British North America (1816–1818). Sherbrooke is the primary economic, political, cultural and institutional centre of Estrie, and was known as the Queen of the Eastern Townships at the beginning of the 20th century. There are eight institutions educating 40,000 students and employing 11,000 people, 3,700 of whom are professors, teachers and researchers. The direct economic impact of these institutions exceeds 1 billion dollars. The proportion of university students is 10.32 students per 100 inhabitants. In proportion to its population, Sherbrooke has the largest concentration of students in Quebec. Since the nineteenth century, Sherbrooke has been a manufacturing centre. This segment of the economy has experienced a considerable transformation in recent decades as a result of the decline of the city's traditional manufacturing sectors. The service sector occupies a prominent place in the economy of the city, as well as a growing knowledge-based economy. The Sherbrooke region is surrounded by mountains, rivers and lakes. There are several ski hills nearby and various tourist attractions in regional flavour. Mont-Bellevue Park, a large park in the city, is used for downhill skiing."
}, {
  "entityIndex" : "10_entity26594",
  "entityUrl" : "http://dbpedia.org/resource/St._Catharines",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "816.8" ]
  },
  "words" : [ "Catharines", "Canal", "131,400", "United", "Lake", "northern", "Residents", "States", "Welland", "Southern", "51", "mi", "international", "entrance", "area", "12", "metropolitan", "19", "'s", ",", "96.11", ".", "population", "Canada", "square", "Niagara", "Cathariners", "-RRB-", "Region", "kilometres", "392,184", ";", "Ontario", "Toronto", "boundary", "largest", "-LRB-", "city", "south", "2011", "St.", "sixth", "across", "along", "known", "land", "lies", "River", "32", "urban", "inland" ],
  "adjectives" : [ "sixth", "square", "metropolitan", "urban", "international", "northern" ],
  "nouns" : [ "area", "boundary", "city", "land", "mi", "entrance", "population" ],
  "text" : "St. Catharines (2011 population 131,400; metropolitan population 392,184) is the largest city in Canada's Niagara Region and the sixth largest urban area in Ontario, with 96.11 square kilometres of land. It lies in Southern Ontario, 51 kilometres (32 mi) south of Toronto across Lake Ontario, and is 19 kilometres (12 mi) inland from the international boundary with the United States along the Niagara River. It is the northern entrance of the Welland Canal. Residents of St. Catharines are known as St. Cathariners. St. Catharines carries the official nickname \"The Garden City\" due to its 1,000 acres (4 km2) of parks, gardens and trails. St. Catharines is situated in an area for commerce and trade since it is located between the Greater Toronto Area (GTA) and the Fort Erie – US border. Manufacturing is the city's dominant industry, as noted by the heraldic motto, \"Industry and Liberality\". General Motors of Canada, Ltd., the Canadian subsidiary of General Motors, was the city's largest employer, a distinction now held by the District School Board of Niagara. TRW Automotive operates a plant in the city, though in recent years employment there has shifted from heavy industry and manufacturing to services. St. Catharines lies on one of the main telecommunications backbones between Canada and the United States, and as a result a number of call centres operate in the city."
}, {
  "entityIndex" : "11_entity26612",
  "entityUrl" : "http://dbpedia.org/resource/Saint-Jean-sur-Richelieu",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "957.2" ]
  },
  "words" : [ "-LSB-", "navigable", "Champlain", "Lake", "number", "bank", "province", "west", "mi", "results", "eastern", "ʁiʃəljø", "pronunciation", "commonly", ",", "'s", ".", "population", "Canada", "Census", "-RRB-", "kilometres", "residents", ":", "sɛ̃", ";", "94,636", "southeast", "stated", "-LRB-", "25", "city", "Montérégie", "2011", "point", "situated", "SJSR", "French", "Saint-Jean-sur-Richelieu", "River", "syʁ", "Richelieu", "92,394", "Quebec", "estimated", "ʒɑ̃", "northernmost", "2014", "-RSB-", "40", "abbreviated", "Montreal" ],
  "adjectives" : [ "northernmost", "eastern", "French", "navigable" ],
  "nouns" : [ "ʁiʃəljø", "pronunciation", "city", "Montérégie", "ʒɑ̃", "point", "population", "SJSR", "number", "bank", "province", "Saint-Jean-sur-Richelieu", "west", "sɛ̃", "syʁ", "mi", "southeast" ],
  "text" : "Saint-Jean-sur-Richelieu (French pronunciation: ​[sɛ̃ ʒɑ̃ syʁ ʁiʃəljø]), commonly abbreviated as SJSR, is a city in eastern Montérégie in the province of Quebec, Canada about 40 kilometres (25 mi) southeast of Montreal. It is situated on the west bank of the Richelieu River at the northernmost navigable point of Lake Champlain. The results of the 2011 Census stated that the city's population was 92,394; the number of residents was estimated at 94,636 in 2014."
}, {
  "entityIndex" : "12_entity26648",
  "entityUrl" : "http://dbpedia.org/resource/Saint-Tite,_Quebec",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "893.8" ]
  },
  "words" : [ "small", "Trois-Rivières", "became", "capital", "-LRB-", "education", "production", "north", "Saint-Tite", "goods", "Regional", "19th", "County", "mainly", "agriculture", "Mauricie", "expanded", "province", "Mékinac", "businesses", "Batiscanie", "types", "Municipality", "town", "social", "Quebec", "founded", "health", "Century", "economy", "services", ",", "many", ".", "leather", "Canada", "concerning", "especially", "administrative", "various", "-RRB-", "shops", "region", "RCM", "forestry" ],
  "adjectives" : [ "small", "social", "administrative", "various", "Saint-Tite", "19th", "many" ],
  "nouns" : [ "agriculture", "capital", "education", "town", "province", "production", "north", "health", "economy", "region", "forestry", "leather" ],
  "text" : "Saint-Tite is a town in the province of Quebec, Canada, north of Trois-Rivières, in the Mékinac Regional County Municipality (RCM) and in the Mauricie administrative region. In the 19th Century, the Batiscanie economy was mainly founded on forestry and agriculture. With many small businesses, Saint-Tite expanded through the production of leather goods and various types of shops. Saint-Tite became a capital of the region, especially concerning education, health and social services. Today, tourism counts as an important economic activity. Its chief industries were forestry, agriculture and leather goods production."
}, {
  "entityIndex" : "13_entity26677",
  "entityUrl" : "http://dbpedia.org/resource/Shawinigan",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "434.3" ]
  },
  "words" : [ "equivalent", "geographical", "-LRB-", "code", "city", "regional", "county", "municipality", "2011", "division", "Mauricie", "River", "area", "CD", "36", "coextensive", "Saint-Maurice", "Quebec", "also", ",", ".", "population", "50,060", "Canada", "TE", "Census", "census", "-RRB-", "located", "Shawinigan", "territory" ],
  "adjectives" : [ "geographical", "regional", "coextensive", "located" ],
  "nouns" : [ "area", "division", "equivalent", "TE", "CD", "code", "city", "census", "county", "municipality", "population", "territory" ],
  "text" : "Shawinigan is a city located on the Saint-Maurice River in the Mauricie area in Quebec, Canada. It had a population of 50,060 as of the Canada 2011 Census. Shawinigan is also a territory equivalent to a regional county municipality (TE) and census division (CD) of Quebec, coextensive with the city of Shawinigan. Its geographical code is 36. Shawinigan is the seat of the judicial district of Saint-Maurice. The name Shawinigan has had numerous spellings over time: Chaouinigane, Oshaouinigane, Assaouinigane, Achawénégan, Chawinigame, Shawenigane, Chaouénigane. It may mean \"south portage\", \"portage of beeches\", \"angular portage\", or \"summit\" or \"crest\". Before 1958, the city was known as Shawinigan Falls."
}, {
  "entityIndex" : "14_entity26828",
  "entityUrl" : "http://dbpedia.org/resource/Suining",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "1064.0" ]
  },
  "words" : [ ],
  "adjectives" : [ ],
  "nouns" : [ ],
  "text" : ""
}, {
  "entityIndex" : "15_entity27599",
  "entityUrl" : "http://dbpedia.org/resource/Sault_Ste._Marie,_Ontario",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "1177.2" ]
  },
  "words" : [ ],
  "adjectives" : [ ],
  "nouns" : [ ],
  "text" : ""
}, {
  "entityIndex" : "16_entity18389",
  "entityUrl" : "http://dbpedia.org/resource/Ibadan",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "464.71" ]
  },
  "words" : [ ],
  "adjectives" : [ ],
  "nouns" : [ ],
  "text" : ""
}, {
  "entityIndex" : "17_entity11692",
  "entityUrl" : "http://dbpedia.org/resource/Burlington,_Vermont",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "679.8486807615387" ]
  },
  "words" : [ "Vermont", "45", "-LRB-", "city", "south", "county", "United", "according", "least", "County", "151", "miles", "States", "U.S.", "Burlington", "estimate", "state", "72", "94", "--", "border", "km", "within", "Quebec", "Chittenden", "'s", ".", "population", "seat", "Canada", "42,452", "2015", "census", "-RRB-", "located", "populous", "Montreal" ],
  "adjectives" : [ "located", "populous" ],
  "nouns" : [ "seat", "border", "km", "city", "south", "census", "county", "estimate", "state", "population" ],
  "text" : "Burlington is the most populous city in the U.S. state of Vermont and the county seat of Chittenden County. It is located 45 miles (72 km) south of the Canada–United States (Quebec–Vermont) border and 94 miles (151 km) south of Montreal. The city's population was 42,452 according to a 2015 U.S. census estimate. Burlington is the least populous city in the U.S. to be the most populous within a state. A regional college town, the city is home to the University of Vermont (UVM) and Champlain College, a small private college. Vermont's largest hospital, the UVM Medical Center, is located within the municipal limits. In 2015, Burlington became the first city in the U.S. to run completely on renewable energy."
}, {
  "entityIndex" : "18_entity11694",
  "entityUrl" : "http://dbpedia.org/resource/Brighton_and_Hove",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "5304.0" ]
  },
  "words" : [ "``", "-LRB-", "separate", "city", "England", "unitary", "2011", "official", "two", "granted", "1997", "ˈhoʊv", "consider", "resort", "Sussex", "II", "''", "still", "273,400", "Brighton", "Queen", "South", "2001", "ˈbraɪtən", "often", ",", "'s", "many", ".", "/", "population", "Elizabeth", "Hove", "seaside", "although", "ən", "census", "towns", "authority", "-RRB-", "synonymously", "populous", "formed", "East", "locals", "status", "referred" ],
  "adjectives" : [ "seaside", "separate", "unitary", "ˈbraɪtən", "populous", "many" ],
  "nouns" : [ "ən", "city", "census", "authority", "ˈhoʊv", "official", "resort", "population", "status" ],
  "text" : "Brighton and Hove (/ˈbraɪtən ən ˈhoʊv/) is a city in East Sussex, in South East England. At the 2011 census, it was England's most populous seaside resort with a population of 273,400. The towns of Brighton and Hove formed a unitary authority in 1997 and in 2001 were granted city status by Queen Elizabeth II. \"Brighton\" is often referred to synonymously with the official \"Brighton and Hove\" although many locals still consider the two to be separate towns."
}, {
  "entityIndex" : "19_entity12423",
  "entityUrl" : "http://dbpedia.org/resource/Bathurst,_New_Brunswick",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "260.0" ]
  },
  "words" : [ "New", "Brunswick", "-LRB-", "county", "2011", "UA", "13,424", ",", "County", ".", "population", "seat", "estuary", "Gloucester", "12,275", "-RRB-", "Nepisiguit", "River", ";", "Bathurst", "CA" ],
  "adjectives" : [ ],
  "nouns" : [ "seat", "estuary", "county", "Bathurst", "population" ],
  "text" : "Bathurst (2011 population; UA 12,275; CA population 13,424) is the county seat for Gloucester County, New Brunswick, and is at the estuary of the Nepisiguit River."
}, {
  "entityIndex" : "20_entity12427",
  "entityUrl" : "http://dbpedia.org/resource/Barrie",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "918.27" ]
  },
  "words" : [ "Horseshoe", "independent", "city", "industrialized", "part", "Central", "Lake", "politically", "northern", "County", "Barrie", "Golden", "densely", "within", "shore", "populated", "Although", ",", ".", "Canada", "located", "Greater", "western", "region", "Ontario", "Simcoe", "Huronia" ],
  "adjectives" : [ "independent", "industrialized", "located", "populated", "western", "northern" ],
  "nouns" : [ "city", "part", "shore", "region" ],
  "text" : "Barrie is a city in Central Ontario, Canada, on the western shore of Lake Simcoe. Although located in Simcoe County, the city is politically independent. It is part of the Huronia region of Central Ontario. Barrie is within the northern part of the Greater Golden Horseshoe, a densely populated and industrialized region of Ontario. In 2011 census, the city's population was originally reported as 135,711, making it the 34th largest in Canada. The city's 2011 population was subsequently revised to 136,063. The Barrie census metropolitan area (CMA) had a population of 187,013 residents, making it the 21st largest CMA in Canada."
}, {
  "entityIndex" : "21_entity12462",
  "entityUrl" : "http://dbpedia.org/resource/Bulawayo",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "2305.0" ]
  },
  "words" : [ "southwest", "capital", "-LRB-", "separate", "city", "2012", "Zulu", "273", "see", "Harare", "empire", "provincial", "439", "653,337", "kraal", "mi", "area", "treated", "km", "Bulawayo", "Matabeleland", ",", "article", ".", "second-largest", "population", "census", "-RRB-", "Zimbabwe", "located", "royal" ],
  "adjectives" : [ "separate", "located", "provincial", "royal", "second-largest" ],
  "nouns" : [ "southwest", "area", "capital", "km", "city", "census", "empire", "kraal", "mi", "article", "population" ],
  "text" : "(This article is about the city in Zimbabwe. For the royal kraal of the Zulu empire, see Bulawayo (Zulu empire).) Bulawayo is the second-largest city in Zimbabwe after the capital Harare, with, as of the 2012 census, a population of 653,337. It is located in Matabeleland, 439 km (273 mi) southwest of Harare, and is now treated as a separate provincial area from Matabeleland. The capital of Matabeleland North is now Lupane, as Bulawayo is a stand-alone province. Colloquially Bulawayo is also known by various names, these being the 'City of Kings', 'Skies', 'Bluez', 'Bulliesberg' or 'KoNtuthu ziyathunqa' – a isiNdebele phrase for \"a place that continually exudes smoke\". This name arose from the city's historically large industrial base. The majority of the Bulawayo's population belongs to the Ndebele ethnic and language group. For a long time in Zimbabwe's history Bulawayo was regarded as the industrial centre of Zimbabwe and the city served as the hub to the country's rail network with the National Railways of Zimbabwe headquartered there because of its strategic position near Botswana and South Africa. It is the nearest large city to Hwange National Park, Matobo National Park and Victoria Falls."
}, {
  "entityIndex" : "22_entity12472",
  "entityUrl" : "http://dbpedia.org/resource/Baie-Saint-Paul",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "760.0" ]
  },
  "words" : [ "-LRB-", "city", "Gouffre", "7,332", "2011", "Regional", "UA", "northern", "County", "situated", "known", "Population", "River", "art", "Municipality", "Quebec", "Lawrence", "Charlevoix", "shore", ",", "4,535", "Province", ".", "population", "seat", "Canada", "mouth", "-RRB-", "shops", "restaurants", ";", "galleries", "Baie-Saint-Paul", "Saint" ],
  "adjectives" : [ "northern" ],
  "nouns" : [ "seat", "art", "mouth", "city", "shore", "Baie-Saint-Paul", "population" ],
  "text" : "Baie-Saint-Paul (2011 Population 7,332; UA population 4,535) is a city in the Province of Quebec, Canada, on the northern shore of the Saint Lawrence River. Baie-Saint-Paul is the seat of Charlevoix Regional County Municipality. The city is situated at the mouth of the Gouffre River. It is known for its art galleries, shops and restaurants. The place gained some prominence in the 1770s when Doctor Philippe-Louis-François Badelard named a disease he was researching the \"Baie-Saint-Paul maladie\". This illness was the subject of one of the first medical publications done in Lower Canada. It is also where Cirque du Soleil originated back in the early 1980s and the location of the first show using the name Cirque du Soleil during \"La Fete Foraine de Baie-Saint-Paul\" in 1984. A visitor in the early 1800s noticed mineral springs and mineral resources in the area."
}, {
  "entityIndex" : "23_entity12488",
  "entityUrl" : "http://dbpedia.org/resource/Baie-Comeau",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "877.9" ]
  },
  "words" : [ ],
  "adjectives" : [ ],
  "nouns" : [ ],
  "text" : ""
}, {
  "entityIndex" : "24_entity12492",
  "entityUrl" : "http://dbpedia.org/resource/Batam",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "772.2043170848918" ]
  },
  "words" : [ ],
  "adjectives" : [ ],
  "nouns" : [ ],
  "text" : ""
}, {
  "entityIndex" : "25_entity12496",
  "entityUrl" : "http://dbpedia.org/resource/Beloeil,_Quebec",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "1067.7" ]
  },
  "words" : [ "de", "-LSB-", "Ministry", "southwestern", "Commission", "official", "Regional", "20,783", "Vallée-du-Richelieu", "du", "La", "written", "mi", "including", "Municipality", "pronunciation", "town", "toponymie", ",", "'s", ".", "Québec", "population", "Canada", "Census", "off-island", "ligature", "Beloeil", "-RRB-", "name", "kilometres", "Region", ":", "20", "however", "-LRB-", "sources", "part", "Belœil", "2011", "Montérégie", "oe-ligature", "County", "Administrative", "east", "French", "River", "According", "Richelieu", "32", "website", "Affairs", "within", "Quebec", "Municipal", "bɛlœj", "-RSB-", "suburb", "located", "avoid", "Montreal" ],
  "adjectives" : [ "east", "French", "off-island", "southwestern", "located", "official", "oe-ligature" ],
  "nouns" : [ "website", "Municipality", "pronunciation", "town", "part", "Belœil", "population", "bɛlœj", "ligature", "Beloeil", "name", "suburb", "mi" ],
  "text" : "Beloeil (French pronunciation: ​[bɛlœj]) is an off-island suburb of Montreal, located in southwestern Quebec, Canada on the Richelieu River, 32 kilometres (20 mi) east of Montreal. According to the official Commission de toponymie du Québec, the name is written Belœil with an oe-ligature, however other sources avoid the ligature, including the Ministry of Municipal Affairs and the town's own official website. The population as of the Canada 2011 Census was 20,783. It is part of the Regional County Municipality of La Vallée-du-Richelieu, within the Administrative Region of Montérégie. It occupies the west shore of the Richelieu River in front of the Mont Saint-Hilaire. Along with the municipality of McMasterville to the immediate south of Beloeil, and the cities of Mont-Saint-Hilaire and Otterburn Park on the eastern bank of the Richelieu, Beloeil forms an unbroken urban area of over 50,796 inhabitants, which is part of Greater Montreal. Belœil was created as a village in 1903 and became a ville (city) in 1914, but can trace its history through the parish of Saint-Mathieu-de-Belœil, established in 1772, and the seigneurie de Belœil, founded in 1694. Its name probably derives from the old French expression \"Quel bel œil!\", meaning \"What a beautiful view!\", generally attributed to Jean-Baptiste Hertel, brother of the first seigneur (lord) of Belœil, Joseph-François Hertel de la Fresnière."
}, {
  "entityIndex" : "26_entity12747",
  "entityUrl" : "http://dbpedia.org/resource/Badnagar",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "5938.0" ]
  },
  "words" : [ ],
  "adjectives" : [ ],
  "nouns" : [ ],
  "text" : ""
}, {
  "entityIndex" : "27_entity14123",
  "entityUrl" : "http://dbpedia.org/resource/Campbellton,_New_Brunswick",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "468.5" ]
  },
  "words" : [ "``", "New", "wealthy", "Situated", "scenic", "nearby", "bank", "major", "incorporated", "employer", "officially", "area", "Brunswick", "Salmon", "opposite", "economy", ",", "Restigouche", ".", "population", "mill", "Canada", "Valley", "-RRB-", "Atlantic", "status", "largest", "flock", "Pointe-à-la-Croix", "-LRB-", "city", "south", "regional", "part", "2011", "tourism", "industry", "County", "summer", "Campbellton", "River", "1958", "every", "sportfishermen", "7,385", "''", "Quebec", "seeking", "single", "Atholville", "Forestry", "industries", "achieved", "pulp", "1889" ],
  "adjectives" : [ "single", "major", "wealthy", "south", "regional", "opposite", "scenic", "nearby" ],
  "nouns" : [ "area", "flock", "city", "part", "tourism", "industry", "economy", "summer", "population", "mill", "bank", "Forestry", "employer", "pulp", "status" ],
  "text" : "Campbellton is a city with a population of 7,385 (2011) in Restigouche County, New Brunswick, Canada. Situated on the south bank of the Restigouche River opposite Pointe-à-la-Croix, Quebec, Campbellton was officially incorporated in 1889 and achieved city status in 1958. Forestry and tourism are major industries in the regional economy, while a pulp mill in nearby Atholville is the largest single employer in the area. As part of the tourism \"industry\", wealthy sportfishermen seeking Atlantic Salmon flock to the scenic Restigouche Valley every summer. The region sees extensive annual snowfall. Alpine and Nordic ski facilities at Sugarloaf Provincial Park provide winter recreation opportunities for both visitors and local residents. Campbellton is also a retail and service centre for Restigouche County."
}, {
  "entityIndex" : "28_entity14212",
  "entityUrl" : "http://dbpedia.org/resource/Chengde",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "645.0" ]
  },
  "words" : [ "-LRB-", "Resort", "city", "Chengde", "Jehol", "best", "used", "summer", "situated", "2009", "承德", "previously", "known", "province", "Mountain", "Qing", "emperors", "residence", "palace", "center", "northeast", ",", ".", "Hebei", "population", "Beijing", "site", "urban", "approximately", "Rehe", "-RRB-", "Chinese", ":", "garden", "prefecture-level", "vast", "imperial", "formerly", "450,000" ],
  "adjectives" : [ "urban", "Qing", "prefecture-level", "vast", "imperial" ],
  "nouns" : [ "palace", "site", "province", "city", "center", "Jehol", "northeast", "garden", "residence", "summer", "population" ],
  "text" : "Chengde (Chinese: 承德), previously known as Jehol or Rehe, is a prefecture-level city in Hebei province, situated northeast of Beijing. It is best known as the site of the Mountain Resort, a vast imperial garden and palace formerly used by the Qing emperors as summer residence. The urban center had a population of approximately 450,000 as of 2009."
}, {
  "entityIndex" : "29_entity14251",
  "entityUrl" : "http://dbpedia.org/resource/Cowansville",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "394.8" ]
  },
  "words" : [ ],
  "adjectives" : [ ],
  "nouns" : [ ],
  "text" : ""
}, {
  "entityIndex" : "30_entity14562",
  "entityUrl" : "http://dbpedia.org/resource/Calgary",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "1554.8" ]
  },
  "words" : [ ],
  "adjectives" : [ ],
  "nouns" : [ ],
  "text" : ""
}, {
  "entityIndex" : "31_entity14565",
  "entityUrl" : "http://dbpedia.org/resource/Charlottetown",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "735.9" ]
  },
  "words" : [ ],
  "adjectives" : [ ],
  "nouns" : [ ],
  "text" : ""
}, {
  "entityIndex" : "32_entity29819",
  "entityUrl" : "http://dbpedia.org/resource/Zagreb",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "4200.0" ]
  },
  "words" : [ "largest", "country", "southern", "-LSB-", "capital", "-LRB-", "zǎːɡreb", "city", "northwest", "official", "2011", "slopes", "ft", "sea", "Republic", "mountain", "Zagreb", "along", "lies", "Croatia", "elevation", "pronunciation", "languages", "last", "level", "792,875", "City", ",", "m", ".", "Croatian", "population", "122", "names", "approximately", "400", "census", "-RRB-", "-RSB-", "located", ":", ";", "river", "Medvednica", "Sava" ],
  "adjectives" : [ "southern", "last", "located", "official", "Croatian" ],
  "nouns" : [ "elevation", "country", "capital", "pronunciation", "zǎːɡreb", "city", "level", "City", "m", "ft", "sea", "Republic", "population", "mountain", "census", "river" ],
  "text" : "Zagreb (Croatian pronunciation: [zǎːɡreb]; names in other languages) is the capital and the largest city of the Republic of Croatia. It is located in the northwest of the country, along the Sava river, at the southern slopes of the Medvednica mountain. Zagreb lies at an elevation of approximately 122 m (400 ft) above sea level. In the last official census of 2011 the population of the City of Zagreb was 792,875. The wider Zagreb metropolitan area includes the City of Zagreb and the separate Zagreb County bringing the total metropolitan area population up to 1,237,887. It is the biggest metropolitan area in Croatia, and the only one with a population of over one million. Zagreb is a city with a rich history dating from the Roman times to the present day. The oldest settlement located in the vicinity of the city was the Roman Andautonia, in today's Ščitarjevo. The name \"Zagreb\" is mentioned for the first time in 1094 at the founding of the Zagreb diocese of Kaptol, and Zagreb became a free royal town in 1242, whereas the origin of the name still remains a mystery in spite of several theories. In 1851 Zagreb had its first mayor, Janko Kamauf, and in 1945 it was made the capital of Croatia when the demographic boom and the urban sprawl made the city as it is known today. Zagreb has a special status in the Republic of Croatia's administrative division and is a consolidated city-county (but separated from Zagreb County), and is administratively subdivided into 17 city districts, most of them being at low elevation along the river Sava valley, whereas northern and northeastern city districts, such as Podsljeme and Sesvete districts are situated in the foothills of the Medvednica mountain, making the city's geographical image rather diverse. The city extends over 30 kilometres (19 miles) east-west and around 20 kilometres (12 miles) north-south. The transport connections, concentration of industry, scientific and research institutions and industrial tradition underlie its leading economic position in Croatia. Zagreb is the seat of the central government, administrative bodies and almost all government ministries. Almost all of the largest Croatian companies, media and scientific institutions have their headquarters in the city. Zagreb is the most important transport hub in Croatia where Central Europe, the Mediterranean and Southeast Europe meet, making the Zagreb area the centre of the road, rail and air networks of Croatia. It is a city known for its diverse economy, high quality of living, museums, sporting and entertainment events. Its main branches of economy are high-tech industries and the service sector."
}, {
  "entityIndex" : "33_entity16994",
  "entityUrl" : "http://dbpedia.org/resource/Guelph",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "1475.1" ]
  },
  "words" : [ "``", "standard", "southwestern", "politically", "Waterloo", "121,688", "high", "roughly", "intersection", "west", "mi", "Wellington", "Guelph", "17", "Highway", "City", ",", "Downtown", "'s", ".", "/", "population", "seat", "Canada", "Census", "6", "7", "-RRB-", "kilometres", "consistently", ";", "62", "Ontario", "Toronto", "-LRB-", "independent", "city", "28", "2011", "best", "County", "Royal", "east", "low", "crime", "ɡwɛlf", "live", "''", "living", "rates", "one", "clean", "generally", "rated", "100", "environment", "places", "Known" ],
  "adjectives" : [ "east", "high", "independent", "low", "southwestern", "clean" ],
  "nouns" : [ "standard", "living", "city", "Highway", "Downtown", "population", "seat", "environment", "intersection", "west", "crime", "ɡwɛlf", "mi" ],
  "text" : "Guelph (/ɡwɛlf/; Canada 2011 Census population 121,688) is a city in southwestern Ontario, Canada. Known as \"The Royal City\", Guelph is roughly 28 kilometres (17 mi) east of Waterloo and 100 kilometres (62 mi) west of Downtown Toronto at the intersection of Highway 6 and Highway 7. It is the seat of Wellington County, but is politically independent of it. Because of its low crime rates, clean environment and generally high standard of living, Guelph is consistently rated as one of Canada's best places to live. Guelph has been noted as having one of the lowest unemployment rates in the country throughout the 2008–2012 global recession, and has ranked at the bottom of Canada's crime severity list since 2007."
}, {
  "entityIndex" : "34_entity15844",
  "entityUrl" : "http://dbpedia.org/resource/Edmundston",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "358.8" ]
  },
  "words" : [ ],
  "adjectives" : [ ],
  "nouns" : [ ],
  "text" : ""
}, {
  "entityIndex" : "35_entity16319",
  "entityUrl" : "http://dbpedia.org/resource/Fate,_Texas",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "518.0", "530.8904679958631" ]
  },
  "words" : [ "decade", "data", "city", "United", "county", "2012", "utility", "2010", "County", "building", "6,900", "States", "fastest-growing", "6,357", "current", "identified", "National", "bills", "state", "Based", "10", "cities", "%", "past", "center", "one", "estimated", "2000", "1,179.1", "City", ",", "increase", "'s", "Fate", ".", "population", "August", "Rockwall", "Census", "permits", "Texas", "602", "located", ";", "fast-growing" ],
  "adjectives" : [ "fastest-growing", "current", "past", "located", "fast-growing" ],
  "nouns" : [ "decade", "city", "%", "center", "county", "utility", "City", "state", "increase", "building", "population" ],
  "text" : "Fate is a fast-growing city located in the center of Rockwall County, Texas, United States, and is about 10%of the population of Rockwall county. The 2010 National Census data identified the City of Fate as the fastest-growing city in the state of Texas for the past decade, and one of the fastest-growing cities in the United States. The population in 2010 was 6,357, up from 602 in 2000; a 1,179.1% increase during that decade. Based on building permits and current utility bills, the City's population is now estimated to be 6,900 as of August, 2012. This population boom is expected to continue, topping the 10,000 population mark sometime in 2013. The City of Fate is known for its family-friendly community, active neighborhoods and high quality of life. The city organization operates under a Council-Manager form of government through a Home Rule Charter. The six City Council members and Mayor are elected at-large."
}, {
  "entityIndex" : "36_entity23381",
  "entityUrl" : "http://dbpedia.org/resource/Ottawa",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "1860.1" ]
  },
  "words" : [ "-LSB-", "capital", "Gatineau", "stands", "bank", "National", "CMA", "Ottawa", "ˈɒtəwə", "--", "area", "eastern", "making", "pronunciation", "metropolitan", ",", ".", "/", "population", "Canada", "core", "census", "-RRB-", "Region", ":", ";", "NCR", "Ontario", "southern", "-LRB-", "city", "south", "borders", "portion", "2011", "two", "ɔtawa", "French", "fourth-largest", "reported", "River", "883,391", "within", "Quebec", "Capital", "ˈɒtəwɑː", "form", "-RSB-", "1,236,324" ],
  "adjectives" : [ "southern", "eastern", "French", "metropolitan", "fourth-largest", "south", "ˈɒtəwə", "ˈɒtəwɑː" ],
  "nouns" : [ "area", "core", "capital", "bank", "pronunciation", "city", "CMA", "portion", "census", "ɔtawa", "population" ],
  "text" : "Ottawa (/ˈɒtəwə/ or /ˈɒtəwɑː/; French pronunciation: ​[ɔtawa]) is the capital city of Canada. It stands on the south bank of the Ottawa River in the eastern portion of southern Ontario. Ottawa borders Gatineau, Quebec; the two form the core of the Ottawa–Gatineau census metropolitan area (CMA) and the National Capital Region (NCR). The 2011 census reported a population of 883,391 making it the fourth-largest city in Canada, and 1,236,324 within the CMA, making it the fourth-largest CMA in Canada. The City of Ottawa reported that the city had an estimated population of 960,754 as of December 2015. Founded in 1826 as Bytown, and incorporated as \"Ottawa\" in 1855, the city has evolved into a political and technological centre of Canada. Its original boundaries were expanded through numerous minor annexations and were ultimately replaced by a new city incorporation and major amalgamation in 2001 which significantly increased its land area. The city name \"Ottawa\" was chosen in reference to the Ottawa River nearby, which is a word derived from the Algonquin word Odawa, meaning \"to trade\". The city is the most educated in Canada, and it is home to a number of post-secondary, research, and cultural institutions, including the National Arts Centre and the National Gallery. Ottawa also has the highest standard of living in the nation and low unemployment. It ranked second out of 150 worldwide in the Numbeo quality of life index 2014-2015, and it contains a UNESCO World Heritage Site."
}, {
  "entityIndex" : "37_entity23607",
  "entityUrl" : "http://dbpedia.org/resource/Okanogan,_Washington",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "670.8" ]
  },
  "words" : [ "``", "small", "ˌoʊkəˈnɒɡən", "commuter", "United", "Omak", "2,533", "States", "dict", "rendezvous", "meeting", "US", "--", "Syilx", "runway", ",", ".", "/", "population", "seat", "′", "Area", "ən", "Legion", "·", "census", "Airport", "-RRB-", ":", ";", "ōk", "-LRB-", "city", "2010", "County", "2,552", "tsn", "Washington", "ft", "Okanogan", "772", "ə", "place", "paved", "derived", "`", "''", "within", "nŏg", "airfield", "one", "length", "m", "S35", "Greater" ],
  "adjectives" : [ "small", "ˌoʊkəˈnɒɡən" ],
  "nouns" : [ "city", "nŏg", "commuter", "airfield", "length", "runway", "m", "tsn", "ft", "population", "seat", "S35", "ən", "·", "census", "dict", "ə", "rendezvous", "place", "meeting", "ōk" ],
  "text" : "Okanogan (/ˌoʊkəˈnɒɡən/ US dict: ōk′·ə·nŏg′·ən; derived from Syilx'tsn: \"rendezvous\" or \"meeting place\") is a city in Okanogan County, Washington, United States. The population was 2,552 at the 2010 census, within the Greater Omak Area. It is the seat of Okanogan County. It has a small commuter airfield, Okanogan Legion Airport – (S35) with one paved runway of 2,533 ft (772 m) in length."
}, {
  "entityIndex" : "38_entity23609",
  "entityUrl" : "http://dbpedia.org/resource/Omak,_Washington",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "670.8" ]
  },
  "words" : [ "inhabitants", "cluster", "incorporation", "8.9", "United", "municipality", "Central", "Omak", "3.43", "States", "km2", "prior", "area", "Wenatchee", "distributed", ",", "8,229", ".", "4,854", "/", "population", "square", "Highlands", "Area", "foothills", "520", "census", "-RRB-", "residents", "Country", "region", "since", "largest", "-LRB-", "increased", "city", "north", "2010", "County", "around", "Washington", "miles", "1910", "Okanogan", "oʊˈmæk", "north-central", "land", "twin", "reporting", "1911", "encompassing", "o-MAK", "estimated", "urban", "2015", "located", "Greater", "significantly" ],
  "adjectives" : [ "square", "oʊˈmæk", "urban", "north-central", "located", "twin" ],
  "nouns" : [ "area", "cluster", "incorporation", "city", "north", "o-MAK", "municipality", "population", "km2", "census", "land", "Country", "region" ],
  "text" : "Omak (/oʊˈmæk/ o-MAK) is a city located in the foothills of the Okanogan Highlands in north-central Washington, United States. With an estimated 4,854 residents as of 2015, distributed over a land area of 3.43 square miles (8.9 km2), Omak is the largest municipality of Okanogan County and the largest municipality in Central Washington north of Wenatchee. The Greater Omak Area of around 8,229 inhabitants as of the 2010 census is the largest urban cluster in the Okanogan Country region, encompassing most of its twin city of Okanogan. The population has increased significantly since the 1910 census, reporting 520 residents just prior to incorporation in 1911. The land that is now Omak had been inhabited by various Native American tribes before the arrival of non-indigenous settlers in the early 19th century. The city began to develop after the completion of the Okanogan Irrigation Project affecting the Grand Coulee Dam and other nearby electric facilities. The housing and municipal infrastructure, along with regional infrastructure connecting the new town to other municipalities, were built simultaneously in 1908 supported by the local agricultural industry. The name Omak comes from the Okanagan placename [umák], or the Salishan term Omache—which is said to mean \"good medicine\" or \"plenty\", referring to its favorable climate, with an annual high of around 88 °F (31 °C). Omak acts as the gateway to the Okanogan National Forest and consists of a central business district and residential neighborhoods. Omak is a code city governed by a seven-member council and the state's 4th district. Omak's economy is dominated by the primary industries of agriculture and forestry, although economic diversification has occurred with sawmills and recreational tourism. Nearby recreational destinations include walking trails, state parks and national forests, such as Conconully State Park, Bridgeport State Park and Osoyoos Lake State Park. The city is home to a weekly newspaper, the Omak–Okanogan County Chronicle, and a Wenatchee Valley College campus. Standards for education in Omak are higher than the state's average, though drugs and alcohol remains a problem among students. The prominent U.S. Route 97 passes through the town, while Washington State Route 155, as well as Washington State Route 215, connects the city to Okanogan and Nespelem, respectively. By road, Omak is located approximately 235 miles (378 km) from Seattle, Washington, 140 miles (230 km) from Spokane, Washington and 125 miles (201 km) from Kelowna, British Columbia."
}, {
  "entityIndex" : "39_entity23631",
  "entityUrl" : "http://dbpedia.org/resource/Owen_Sound",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "871.8" ]
  },
  "words" : [ "-LRB-", "city", "county", "2011", "County", "21,688", "Owen", "Sydenham", "Georgian", "Southern", "CA", "Grey", "mouths", "32,092", "Sound", "Rivers", ",", "inlet", ".", "population", "seat", "Canada", "Census", "Pottawatomi", "-RRB-", "located", ";", "Bay", "Southwestern", "Ontario" ],
  "adjectives" : [ "located", "Georgian" ],
  "nouns" : [ "seat", "city", "county", "inlet", "population" ],
  "text" : "Owen Sound (Canada 2011 Census population 21,688; CA population 32,092), the county seat of Grey County, is a city in Southern (Southwestern) Ontario, Canada. Owen Sound is located at the mouths of the Pottawatomi and Sydenham Rivers on an inlet of Georgian Bay."
}, {
  "entityIndex" : "40_entity24299",
  "entityUrl" : "http://dbpedia.org/resource/Peterborough,_Ontario",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "1059.6" ]
  },
  "words" : [ "largest", "-LRB-", "presently", "city", "33rd", "PEE-tər-bur-oh", "2011", "Monaghan", "Central", "78,698", "Douro-Dummer", "Otonabee", "Townships", "ˈpiːtərbɔːroʊ", "CMA", "123,270", "River", "Otonabee-South", "mi", "According", "Metropolitan", "surrounding", "78", "estimated", "northeast", "includes", "City", ",", ".", "/", "population", "Canada", "Peterborough", "Census", "Area", "125", "Selwyn", "2014", "-RRB-", "kilometres", "Cavan", "Ontario", "Toronto" ],
  "adjectives" : [ "33rd", "ˈpiːtərbɔːroʊ" ],
  "nouns" : [ "city", "CMA", "PEE-tər-bur-oh", "northeast", "City", "mi", "population" ],
  "text" : "Peterborough /ˈpiːtərbɔːroʊ/ PEE-tər-bur-oh is a city on the Otonabee River in Central Ontario, Canada, 125 kilometres (78 mi) northeast of Toronto. According to the 2011 Census, the population of the City of Peterborough was 78,698. The population of the Peterborough Census Metropolitan Area (CMA), which includes the surrounding Townships of Selwyn, Cavan Monaghan, Otonabee-South Monaghan, and Douro-Dummer, was estimated in 2014 at 123,270. It presently has the 33rd largest CMA in Canada. The current mayor of Peterborough is Daryl Bennett. Peterborough's nickname is \"The Electric City\" as it was the first town in Canada to use electric streetlights. It also underscores the historical and present-day importance of technology and manufacturing as an economic base of the city, which has operations from large multi-national companies such as Siemens, Rolls Royce, and General Electric, and more local technology businesses such as Fisher Gauge and Bryston. Electricity was one of the reasons Quaker Oats moved to the city, and as part of PepsiCo, remains a major fixture in the downtown area to this day. Peterborough is known as the gateway to the Kawarthas, \"cottage country\", a large recreational region of the province. It is named in honour of Peter Robinson, an early Canadian politician who oversaw the first major immigration to the area. The city is the seat of Peterborough County."
}, {
  "entityIndex" : "41_entity18507",
  "entityUrl" : "http://dbpedia.org/resource/Juneau,_Alaska",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "675.485726370009" ]
  },
  "words" : [ "-LSB-", "capital", "kʼìˈhíːnì", "moved", "municipality", "United", "second", "States", "1970", "ˈtsántʰì", "ˈdʒuːnoʊ", "July", "area", "surrounding", "Tlingit", "Channel", "City", ",", "dictated", "Delaware", "Island", ".", "Rhode", "/", "Dzánti", "1", "Douglas", "Alaskan", "panhandle", "-RRB-", "1906", ":", ";", "District", "Gastineau", "since", "1900", "Congress", "larger", "largest", "-LRB-", "city", "current", "Borough", "government", "U.S.", "Sitka", "Alaska", "merged", "K'ihéeni", "form", "unified", "-RSB-", "located", "Greater", "Juneau" ],
  "adjectives" : [ "current", "Alaskan", "ˈtsántʰì", "unified", "located", "ˈdʒuːnoʊ", "second" ],
  "nouns" : [ "area", "capital", "government", "city", "kʼìˈhíːnì", "panhandle", "municipality" ],
  "text" : "The City and Borough of Juneau (/ˈdʒuːnoʊ/; Tlingit: Dzánti K'ihéeni [ˈtsántʰì kʼìˈhíːnì]), is the capital city of Alaska. It is a unified municipality located on the Gastineau Channel in the Alaskan panhandle, and it is the second largest city in the United States by area. Juneau has been the capital of Alaska since 1906, when the government of what was then the District of Alaska was moved from Sitka as dictated by the U.S. Congress in 1900. The municipality unified on July 1, 1970, when the city of Juneau merged with the city of Douglas and the surrounding Greater Juneau Borough to form the current municipality, which is larger by area than both Rhode Island and Delaware. Downtown Juneau 58°18′07″N 134°25′11″W﻿ / ﻿58.30194°N 134.41972°W is nestled at the base of Mount Juneau and across the channel from Douglas Island. As of the 2010 census, the City and Borough had a population of 31,275. In 2014, the population estimate from the United States Census Bureau was 32,406, making it the second most populous city in Alaska after Anchorage. Fairbanks, however, is the second most populous metropolitan area in the state, with roughly 100,000 residents. Juneau's daily population can increase by roughly 6,000 people from visiting cruise ships between the months of May and September. The city is named after gold prospector Joe Juneau, though the place was for a time called Rockwell and then Harrisburg (after Juneau's co-prospector, Richard Harris). The Tlingit name of the town is Dzántik'i Héeni (\"Base of the Flounder’s River\", dzánti ‘flounder’, –kʼi ‘base’, héen ‘river’), and Auke Bay just north of Juneau proper is called Áak'w (\"Little lake\", áa ‘lake’, -kʼ ‘diminutive’) in Tlingit. The Taku River, just south of Juneau, was named after the cold t'aakh wind, which occasionally blows down from the mountains. Juneau is rather unusual among U.S. capitals in that there are no roads connecting the city to the rest of Alaska or to the rest of North America (although ferry service is available for cars). The absence of a road network is due to the extremely rugged terrain surrounding the city. This in turn makes Juneau a de-facto island city in terms of transportation, since all goods coming in and out must go by plane or boat, in spite of the city being located on the Alaskan mainland. Downtown Juneau sits at sea level, with tides averaging 16 feet (5 m), below steep mountains about 3,500 feet (1,100 m) to 4,000 feet (1,200 m) high. Atop these mountains is the Juneau Icefield, a large ice mass from which about 30 glaciers flow; two of these, the Mendenhall Glacier and the Lemon Creek Glacier, are visible from the local road system. The Mendenhall glacier has been gradually retreating; its front face is declining both in width and height. The Alaska State Capitol in downtown Juneau was originally built as the Federal and Territorial Building in 1931. Prior to statehood, it housed federal government offices, the federal courthouse and a post office. It also housed the territorial legislature and many other territorial offices, including that of the governor. Today, Juneau remains the home of the state legislature and the offices of the governor and lieutenant governor. Some other executive branch offices have moved elsewhere in the state. Recent discussion has been focused between relocating the seat of state government outside of Juneau and building a new capitol building in Juneau; neither position has advanced very far. The Alaska Committee, a local community advocacy group, has led efforts to keep the capital in Juneau."
}, {
  "entityIndex" : "42_entity18627",
  "entityUrl" : "http://dbpedia.org/resource/Jagodina",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "153.0" ]
  },
  "words" : [ "Belgrade", "inhabitants", "-LSB-", "-LRB-", "city", "south", "Serbian", "Pomoravlje", "proper", "Јагода", "miles", "136", "Јагодина", "Jagodina", "River", "Serbia", "Belica", "area", "jâɡodina", "76,712", "Cyrillic", "banks", "strawberry", "centre", ",", "derives", ".", "population", "administrative", "-RRB-", "name", "-RSB-", "located", "kilometres", "43,311", ":", "85", "word", "District" ],
  "adjectives" : [ "administrative", "located", "proper" ],
  "nouns" : [ "area", "jâɡodina", "Јагодина", "city", "name", "strawberry", "centre", "Јагода", "word", "population" ],
  "text" : "Jagodina (Serbian Cyrillic: Јагодина [jâɡodina] ) is a city located in Serbia, 136 kilometres (85 miles) south of Belgrade, on the banks of Belica River. Its name derives from the word for strawberry (Јагода) in Serbian. It is the administrative centre of the Pomoravlje District of Serbia. The city proper has a population of 43,311 inhabitants, while administrative area has a population of 76,712. Jagodina was given the status of a city in December 2007."
}, {
  "entityIndex" : "43_entity20966",
  "entityUrl" : "http://dbpedia.org/resource/Manchester",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "4051.0" ]
  },
  "words" : [ "-LRB-", "city", "south", "north", "England", "United", "fringed", "borough", "2.55", "local", "Council", "Pennines", "east", "arc", "major", "continuous", "lies", "conurbation", "area", "metropolitan", "within", "City", ",", "'s", ".", "/", "population", "second-most", "Cheshire", "Plain", "urban", "million", "Kingdom", "2013", "towns", "authority", "Manchester", "-RRB-", "ˈmæntʃɪstə", "Greater", "514,414", "populous", "forms" ],
  "adjectives" : [ "second-most", "east", "major", "metropolitan", "urban", "continuous", "populous", "local" ],
  "nouns" : [ "area", "arc", "city", "south", "north", "authority", "ˈmæntʃɪstə", "conurbation", "borough", "population" ],
  "text" : "Manchester (local /ˈmæntʃɪstə/) is a major city and metropolitan borough in Greater Manchester, England, with a population of 514,414 as of 2013. It lies within the United Kingdom's second-most populous urban area, with a population of 2.55 million. Manchester is fringed by the Cheshire Plain to the south, the Pennines to the north and east and an arc of towns with which it forms a continuous conurbation. The local authority is Manchester City Council. The recorded history of Manchester began with the civilian settlement associated with the Roman fort of Mamucium or Mancunium, which was established in about 79 AD on a sandstone bluff near the confluence of the rivers Medlock and Irwell. It was historically a part of Lancashire, although areas of Cheshire south of the River Mersey were incorporated during the 20th century. Throughout the Middle Ages Manchester remained a manorial township but began to expand \"at an astonishing rate\" around the turn of the 19th century. Manchester's unplanned urbanisation was brought on by a boom in textile manufacture during the Industrial Revolution, and resulted in it becoming the world's first industrialised city. Manchester achieved city status in 1853. The Manchester Ship Canal opened in 1894, creating the Port of Manchester and linking the city to sea, 36 miles (58 km) to the west. Its fortunes declined after the Second World War, owing to deindustrialisation. The city centre was devastated in a bombing in 1996, but it led to extensive investment and regeneration that has since helped it turn into a thriving 'reborn' modern city. In 2014, the Globalization and World Cities Research Network ranked Manchester as a beta world city, the highest-ranked British city apart from London. Manchester is the third-most visited city in the UK.It is notable for its architecture, culture, musical exports, media links, scientific and engineering output, social impact, sports clubs and transport connections. Manchester Liverpool Road railway station was the world's first inter-city passenger railway station and in the city scientists first split the atom and developed the stored-program computer."
}, {
  "entityIndex" : "44_entity22329",
  "entityUrl" : "http://dbpedia.org/resource/Montreal",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "2205.4" ]
  },
  "words" : [ ],
  "adjectives" : [ ],
  "nouns" : [ ],
  "text" : ""
}, {
  "entityIndex" : "45_entity22422",
  "entityUrl" : "http://dbpedia.org/resource/Morelos,_Coahuila",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "1.2", "1.2" ]
  },
  "words" : [ "seat", "Mexican", "Morelos", "Coahuila", "city", "north-eastern", "municipality", "state", ",", "." ],
  "adjectives" : [ "Mexican", "north-eastern" ],
  "nouns" : [ "seat", "city", "municipality", "state" ],
  "text" : "Morelos is a city and seat of the municipality of Morelos, in the north-eastern Mexican state of Coahuila."
}, {
  "entityIndex" : "46_entity22789",
  "entityUrl" : "http://dbpedia.org/resource/Niagara_Falls,_New_York",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "1028.37" ]
  },
  "words" : [ "naɪˈæɡrə", "New", "named", "-LRB-", "city", "York", "United", "2010", "County", "States", "50,193", "Western", "across", "total", "River", "share", "Buffalo", "Metropolitan", "--", "within", "ny-AG-ra", "2000", "adjacent", ",", "recorded", ".", "/", "population", "Falls", "Area", "55,593", "Niagara", "census", "-RRB-", "Statistical", "well", "famed", "region", "Ontario" ],
  "adjectives" : [ "naɪˈæɡrə", "Western", "total", "adjacent", "famed" ],
  "nouns" : [ "city", "ny-AG-ra", "census", "region", "population" ],
  "text" : "Niagara Falls (/naɪˈæɡrə/ ny-AG-ra) is a city in Niagara County, New York, United States. As of the 2010 census, the city had a total population of 50,193, down from the 55,593 recorded in the 2000 census. It is adjacent to the Niagara River, across from the city of Niagara Falls, Ontario, and named after the famed Niagara Falls which they share. The city is within the Buffalo–Niagara Falls Metropolitan Statistical Area as well as the Western New York region. While the city was formerly occupied by Native Americans, Europeans who migrated to the Niagara Falls in the mid-17th century began to open businesses and develop infrastructure. Later in the 18th and 19th centuries, scientists and businessmen began harnessing the power of the Niagara River for electricity and the city began to attract manufacturers and other businesses that were drawn by the promise of inexpensive hydroelectric power. After the 1960s, however, the city and region witnessed an economic decline consistent with the rest of the Rust Belt as industries left the city and affluent families relocated to nearby suburbs. Globalization has played a large role in the decline of manufacturing in the city. Despite the decline in heavy industry, Niagara Falls State Park and the downtown area closest to the falls continue to thrive as a result of tourism. The population, however, has continued to decline from a peak of 102,394 in the 1960s due to the loss of manufacturing jobs in the area."
}, {
  "entityIndex" : "47_entity22916",
  "entityUrl" : "http://dbpedia.org/resource/Niagara_Falls,_Ontario",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "545.02" ]
  },
  "words" : [ "naɪˈæɡrə", "82,997", "June", "New", "Horseshoe", "-LRB-", "city", "York", "municipality", "2011", "Across", "bank", "incorporated", "River", "Southern", "Golden", "12", "ny-AG-ra", ",", ".", "/", "population", "Falls", "Canada", "Niagara", "census", "-RRB-", "located", "western", "region", "1903", "Ontario" ],
  "adjectives" : [ "naɪˈæɡrə", "located", "western" ],
  "nouns" : [ "bank", "city", "ny-AG-ra", "census", "municipality", "region", "population" ],
  "text" : "Niagara Falls (/naɪˈæɡrə/ ny-AG-ra) is a city in Ontario, Canada. It is located on the western bank of the Niagara River in the Golden Horseshoe region of Southern Ontario, with a population of 82,997 at the 2011 census. The municipality was incorporated on 12 June 1903. Across the Niagara River is Niagara Falls, New York. The city is dominated by the Niagara Falls, a world-famous set of three large waterfalls on the Niagara River. The American and Horseshoe falls can be best seen from the Canadian side of the river, so the city has one of the world's major tourist attractions. The natural spectacle attracts millions of tourists yearly. This area, which stretches along the Niagara Parkway and tourist promenade, is particularly concentrated at the brink of the falls. Apart from the river's natural attractions, it includes observation towers, high-rise hotels, souvenir shops, casinos and theatres, mostly with colourful neon billboards and advertisements, and sufficient parking to accommodate visitors. Further to the north or south, golf courses are operated alongside historic sites from the War of 1812."
}, {
  "entityIndex" : "48_entity23242",
  "entityUrl" : "http://dbpedia.org/resource/Naha",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "2464.9" ]
  },
  "words" : [ ],
  "adjectives" : [ ],
  "nouns" : [ ],
  "text" : ""
}, {
  "entityIndex" : "49_entity19985",
  "entityUrl" : "http://dbpedia.org/resource/Liverpool",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "4329.0" ]
  },
  "words" : [ "largest", "hundred", "-LRB-", "city", "Merseyside", "Authority", "south", "north", "county", "England", "2011", "borough", "local", "Council", "settlement", "major", "west", "478,580", "area", "Lancashire", "Liverpool", "metropolitan", "within", "lay", "Derby", "West", "estimated", "ˈlɪvərpuːl", "2.24", "City", ",", "ancient", ".", "/", "population", "Liverpool/Birkenhead", "million", "2015", "authority", "-RRB-", "historically", "Region", "Combined" ],
  "adjectives" : [ "major", "metropolitan", "south", "west", "ˈlɪvərpuːl", "ancient", "local" ],
  "nouns" : [ "area", "city", "authority", "county", "west", "borough", "population", "settlement" ],
  "text" : "Liverpool (/ˈlɪvərpuːl/) is a major city and metropolitan borough in the metropolitan county of Merseyside in north west England with an estimated population of 478,580 in 2015. The city is the largest settlement in the Liverpool/Birkenhead metropolitan area which had an estimated population of over 2.24 million in 2011. The local authority is the Liverpool City Council, which is the largest authority within the Liverpool City Region Combined Authority. Liverpool historically lay within the ancient hundred of West Derby in the south west of the county of Lancashire. It became a borough from 1207 and a city from 1880. In 1889 it became a county borough independent of Lancashire. Liverpool sits on the eastern side of the Mersey Estuary and its growth as a major port is paralleled by the expansion of the city throughout the Industrial Revolution. Along with general cargo, freight, raw materials such as coal and cotton, the city was also directly involved in Atlantic slave trade. Liverpool was home to both the Cunard and White Star Line, and was the port of registry of the ocean liner RMS Titanic and others such as the RMS Lusitania, Queen Mary, and Olympic. The city celebrated its 800th anniversary in 2007, and it held the European Capital of Culture title together with Stavanger, Norway, in 2008. Several areas of Liverpool city centre were granted World Heritage Site status by UNESCO in 2004. The Liverpool Maritime Mercantile City includes the Pier Head, Albert Dock, and William Brown Street. Tourism forms a significant part of the city's economy. Labelled the \"World Capital City of Pop\" by Guinness World Records, the popularity of The Beatles and other groups from the Merseybeat era and later contributes to Liverpool's status as a tourist destination. Liverpool is also the home of two Premier League football clubs, Liverpool and Everton, matches between the two being known as the Merseyside derby. The world-famous Grand National horse race takes place annually at Aintree Racecourse on the outskirts of the city. Liverpool's status as a port city has contributed to its diverse population, which, historically, was drawn from a wide range of peoples, cultures, and religions, particularly those from Ireland and Wales. The city is also home to the oldest Black African community in the country and the oldest Chinese community in Europe. Natives of Liverpool are referred to as Liverpudlians (or less commonly Liverpolitans) and colloquially as \"Scousers\", a reference to \"scouse\", a form of stew. The word \"Scouse\" has also become synonymous with the Liverpool accent and dialect."
}, {
  "entityIndex" : "50_entity19987",
  "entityUrl" : "http://dbpedia.org/resource/Luanda",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "18169.0" ]
  },
  "words" : [ "de", "country", "seaport", "named", "capital", "Angola", "Maputo", "Janeiro", "Paulo", "major", "Brazil", "metropolitan", "Lisbon", ",", "'s", ".", "Province", "population", "important", "cultural", "coast", "million", "port", "6", "populous", "Atlantic", "primary", "largest", "behind", "Brasília", "city", "ahead", "world", "Located", "Ocean", "Luanda", "Assunção", "chief", "centre", "also", "industrial", "Portuguese-speaking", "urban", "third", "administrative", "Loanda", "Rio", "formerly", "da", "São" ],
  "adjectives" : [ "important", "cultural", "industrial", "Portuguese-speaking", "major", "urban", "metropolitan", "third", "chief", "administrative", "populous", "primary" ],
  "nouns" : [ "country", "coast", "seaport", "capital", "world", "city", "port", "centre", "population" ],
  "text" : "Luanda, formerly named São Paulo da Assunção de Loanda, is the capital and largest city in Angola, and the country's most populous and important city, primary port and major industrial, cultural and urban centre. Located on Angola's coast with the Atlantic Ocean, Luanda is both Angola's chief seaport and its administrative centre. It has a metropolitan population of over 6 million. It is also the capital city of Luanda Province, and the world's third most populous Portuguese-speaking city, behind only São Paulo and Rio de Janeiro, both in Brazil, and the most populous Portuguese-speaking capital city in the world, ahead of Brasília, Maputo and Lisbon. The city is currently undergoing a major reconstruction, with many large developments taking place that will alter the cityscape significantly."
}, {
  "entityIndex" : "51_entity20645",
  "entityUrl" : "http://dbpedia.org/resource/La_Tuque,_Quebec",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "367.9" ]
  },
  "words" : [ ],
  "adjectives" : [ ],
  "nouns" : [ ],
  "text" : ""
}, {
  "entityIndex" : "52_entity20827",
  "entityUrl" : "http://dbpedia.org/resource/Leeds",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "3645.0" ]
  },
  "words" : [ ],
  "adjectives" : [ ],
  "nouns" : [ ],
  "text" : ""
}, {
  "entityIndex" : "53_entity18191",
  "entityUrl" : "http://dbpedia.org/resource/Hagerstown,_Maryland",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "605.7170663213891", "612.7" ]
  },
  "words" : [ ],
  "adjectives" : [ ],
  "nouns" : [ ],
  "text" : ""
}, {
  "entityIndex" : "54_entity15015",
  "entityUrl" : "http://dbpedia.org/resource/Denison,_Texas",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "665.2154089527801" ]
  },
  "words" : [ "city", "north", "United", "2010", "County", "two", "miles", "States", "principal", "22,816", "seventy-five", "Sherman", "Dallas", "Grayson", "Metropolitan", "--", "cities", "one", ",", ".", "population", "Area", "Denison", "Texas", "census", "Statistical" ],
  "adjectives" : [ "principal" ],
  "nouns" : [ "city", "census", "population" ],
  "text" : "Denison is a city in Grayson County, Texas, United States. It is seventy-five miles north of Dallas. The population was 22,816 at the 2010 census. Denison is one of two principal cities in the Sherman–Denison Metropolitan Statistical Area. It is also a part of the Texoma region. It is best known for being the birthplace of Dwight D. Eisenhower."
}, {
  "entityIndex" : "55_entity15099",
  "entityUrl" : "http://dbpedia.org/resource/Dawson_Creek",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "475.4" ]
  },
  "words" : [ ],
  "adjectives" : [ ],
  "nouns" : [ ],
  "text" : ""
}, {
  "entityIndex" : "56_entity15116",
  "entityUrl" : "http://dbpedia.org/resource/Duncan,_British_Columbia",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "115.7" ]
  },
  "words" : [ "area", "southern", "Vancouver", "British", "-LRB-", "city", "nation", "smallest", ",", "Island", ".", "miles", "pop", "4,932", "Canada", "square", "Columbia", "2.07", "-RRB-", "kilometres", "0.8", "Duncan" ],
  "adjectives" : [ "southern", "square" ],
  "nouns" : [ "pop", "area", "city", "nation" ],
  "text" : "Duncan (pop. 4,932) is a city on southern Vancouver Island in British Columbia, Canada. It is the smallest city by area (2.07 square kilometres, 0.8 square miles) in the nation."
}, {
  "entityIndex" : "57_entity27926",
  "entityUrl" : "http://dbpedia.org/resource/Thunder_Bay",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "569.9" ]
  },
  "words" : [ "townships", "fur", "Shuniah", "Sudbury", "municipality", "17th", "second", "Conmee", "Neebing", "late", "First", "area", "metropolitan", "began", "banks", "Kaministiquia", "Northwestern", ",", "William", "European", ".", "population", "seat", "Canada", "Census", "census", "populous", "121,596", "region", "District", "Ontario", "Gillies", "Nation", "trading", "city", "108,359", "2011", "Fort", "settlement", "O'Connor", "French", "Northern", "River", "Thunder", "Oliver", "Paipoonge", "municipalities", "century", "consists", "Greater", "Bay", "outpost" ],
  "adjectives" : [ "French", "metropolitan", "late", "Northern", "populous", "European", "17th", "second" ],
  "nouns" : [ "seat", "area", "trading", "century", "fur", "city", "census", "municipality", "region", "population", "settlement", "outpost" ],
  "text" : "Thunder Bay is a city in, and the seat of, Thunder Bay District, Ontario, Canada. It is the most populous municipality in Northwestern Ontario with a population of 108,359 as of the Canada 2011 Census, and the second most populous in Northern Ontario after Greater Sudbury. The census metropolitan area of Thunder Bay has a population of 121,596, and consists of the city of Thunder Bay, the municipalities of Oliver Paipoonge and Neebing, the townships of Shuniah, Conmee, O'Connor, and Gillies, and the Fort William First Nation. European settlement in the region began in the late 17th century with a French fur trading outpost on the banks of the Kaministiquia River. It grew into an important transportation hub with its port forming an important link in the shipping of grain and other products from western Canada, through the Great Lakes and the Saint Lawrence Seaway, to the east coast. Forestry and manufacturing played important roles in the city's economy. They have declined in recent years, but have been replaced by a \"knowledge economy\" based on medical research and education. Thunder Bay is the site of the Thunder Bay Regional Research Institute. The city takes its name from the immense Thunder Bay at the head of Lake Superior, known on 18th-century French maps as Baie du Tonnerre (Bay of Thunder). The city is often referred to as the \"Lakehead\", or \"Canadian Lakehead\", because of its location at the end of Great Lakes navigation on the Canadian side of the border."
}, {
  "entityIndex" : "58_entity29683",
  "entityUrl" : "http://dbpedia.org/resource/Yellowknife",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "1402.3" ]
  },
  "words" : [ "-LSB-", "capital", "named", "Lake", "northern", "Indians", "Coast", "locally", "west", "near", "First", "mi", "outlet", "Copper", "surrounding", "Circle", "pronunciation", "made", "'", "NWT", ",", "community", "water", ".", "deposits", "/", "population", "Canada", "400", "tribe", ":19,234", "-RRB-", "Dene", ":", ";", "Nation", "largest", "-LRB-", "Yellowknife", "city", "south", "NT", "bodies", "Yellowknives", "2011", "mixed", "250", "tools", "local", "current", "French", "known", "River", "copper", "`", "km", "side", "traded", "shore", "Territories", "Great", "Northwest", "Slave", "approximately", "ethnically", "jelɔnif", "-RSB-", "well", "located", "Bay", "Arctic", "ˈjɛloʊnaɪf", "referred" ],
  "adjectives" : [ "surrounding", "current", "French", "west", "located", "mixed", "northern", "ˈjɛloʊnaɪf", "local" ],
  "nouns" : [ "capital", "km", "side", "pronunciation", "city", "NT", "shore", "NWT", "community", "water", "population", "tribe", "jelɔnif", "copper", "outlet", "Copper" ],
  "text" : "Yellowknife /ˈjɛloʊnaɪf/ (French pronunciation: ​[jelɔnif]; 2011 population:19,234) is the capital and only city, as well as the largest community in the Northwest Territories (NT or NWT), Canada. It is located on the northern shore of Great Slave Lake, approximately 400 km (250 mi) south of the Arctic Circle, on the west side of Yellowknife Bay near the outlet of the Yellowknife River. Yellowknife and its surrounding water bodies were named after a local Dene tribe once known as the 'Copper Indians' or 'Yellowknife Indians', now referred to locally as the Yellowknives Dene First Nation, who traded tools made from copper deposits near the Arctic Coast. The current population is ethnically mixed. Of the eleven official languages of the Northwest Territories, five are spoken in significant numbers in Yellowknife: Dene Suline, Dogrib, South and North Slavey, English, and French. In the Dogrib language, the city is known as Sǫ̀mbak'è (Som-ba Kay) (\"where the money is\"). The Yellowknife settlement is considered to have been founded in 1934, after gold was found in the area, although commercial activity in the present-day waterfront area did not begin until 1936. Yellowknife quickly became the centre of economic activity in the NWT, and was named the capital of the Northwest Territories in 1967. As gold production began to wane, Yellowknife shifted from being a mining town to a centre of government services in the 1980s. However, with the discovery of diamonds north of Yellowknife in 1991, this shift has begun to reverse."
}, {
  "entityIndex" : "59_entity10658",
  "entityUrl" : "http://dbpedia.org/resource/Atlanta",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "979.0" ]
  },
  "words" : [ "Fulton", "small", "largest", "capital", "American", "city", "portion", "United", "county", "War", "commerce", "County", "two", "States", "U.S.", "463,878", "eastward", "Atlanta", "intersection", "national", "state", "1837", "lines", "area", "established", "metropolitan", "railroad", "center", "estimated", "ashes", ",", "people", ".", "population", "home", "cultural", "seat", "DeKalb", "Civil", "extends", "2015", "ninth", "5,522,942", "rose", "Georgia", "populous", "economic", "become" ],
  "adjectives" : [ "cultural", "small", "metropolitan", "ninth", "national", "populous", "economic" ],
  "nouns" : [ "area", "capital", "railroad", "city", "center", "portion", "county", "commerce", "population", "home", "seat", "intersection", "state" ],
  "text" : "Atlanta is the capital of and the most populous city in the U.S. state of Georgia, with an estimated 2015 population of 463,878. Atlanta is the cultural and economic center of the Atlanta metropolitan area, home to 5,522,942 people and the ninth largest metropolitan area in the United States. Atlanta is the county seat of Fulton County, and a small portion of the city extends eastward into DeKalb County. Atlanta was established in 1837 at the intersection of two railroad lines, and the city rose from the ashes of the American Civil War to become a national center of commerce. In the decades following the Civil Rights Movement, during which the city earned a reputation as \"too busy to hate\" for the relatively progressive views of some of its citizens and leaders compared to other cities in the Deep South Atlanta attained international prominence. Atlanta is the primary transportation hub of the Southeastern United States, via highway, railroad, and air, with Hartsfield–Jackson Atlanta International Airport being the world's busiest airport since 1998. Atlanta is an \"alpha-\" or \"world city\", exerting a significant impact upon commerce, finance, research, technology, education, media, art, and entertainment. It ranks 36th among world cities and 8th in the nation with a gross domestic product of $270 billion. Atlanta's economy is considered diverse, with dominant sectors including logistics, professional and business services, media operations, and information technology. Topographically, Atlanta is marked by rolling hills and dense tree coverage. Revitalization of Atlanta's neighborhoods, initially spurred by the 1996 Olympics in Atlanta, has intensified in the 21st century, altering the city's demographics, politics, and culture."
}, {
  "entityIndex" : "60_entity11104",
  "entityUrl" : "http://dbpedia.org/resource/Augusta,_Georgia",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "575.4466570916613" ]
  },
  "words" : [ ],
  "adjectives" : [ ],
  "nouns" : [ ],
  "text" : ""
}, {
  "entityIndex" : "61_entity29302",
  "entityUrl" : "http://dbpedia.org/resource/Wolf_Point,_Montana",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "1509.5049990375464" ]
  },
  "words" : [ "largest", "Wild", "city", "held", "year", "weekend", "county", "United", "2010", "Fort", "County", "second", "States", "Reservation", "Horse", "Peck", "annual", "Wolf", "July", "every", "Roosevelt", "Montana", "Point", ",", "community", "Stampede", ".", "2,621", "population", "home", "seat", "census", "Indian" ],
  "adjectives" : [ "annual", "second" ],
  "nouns" : [ "seat", "city", "year", "census", "weekend", "county", "community", "population", "home" ],
  "text" : "Wolf Point is a city in and the county seat of Roosevelt County, Montana, United States. The population was 2,621 at the 2010 census. It is the largest community on the Fort Peck Indian Reservation. Wolf Point is the home of the annual Wild Horse Stampede, held every year during the second weekend of July. Wolf Point's Wild Horse Stampede is the oldest rodeo in Montana, and has been called the \"Grandaddy of Montana Rodeos\"."
}, {
  "entityIndex" : "62_entity29484",
  "entityUrl" : "http://dbpedia.org/resource/Wenatchee,_Washington",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "81.25519926525774", "81.256" ]
  },
  "words" : [ "confluence", "county", "United", "States", "dict", "near", "US", "31,925", "eastern", "Chelan", "Wenatchee", "Financial", ",", "Range", ".", "/", "population", "seat", "′", "Columbia", "foothills", "wɛˈnætʃiː", "·", "-RRB-", ":", "western", "East", "năt", "Office", "largest", "-LRB-", "city", "2010", "County", "Washington", "chē", "across", "north-central", "Located", "33,070", "lies", "River", "limits", "Cascade", "rivers", "side", "within", "estimated", "Management", "2014", "located", "wĕ" ],
  "adjectives" : [ "eastern", "north-central", "wɛˈnætʃiː", "located", "western" ],
  "nouns" : [ "seat", "side", "confluence", "city", "·", "county", "dict", "wĕ", "năt", "chē", "population" ],
  "text" : "Wenatchee (/wɛˈnætʃiː/ US dict: wĕ·năt′·chē) is a city located in north-central Washington and is the largest city and county seat of Chelan County, Washington, United States. The population within the city limits in 2010 was 31,925. In 2014, the Office of Financial Management estimated the population at 33,070. Located at the confluence of the Columbia and Wenatchee rivers near the eastern foothills of the Cascade Range, Wenatchee lies on the western side of the Columbia River, across from the city of East Wenatchee. The Columbia River forms the boundary between Chelan and Douglas County. Wenatchee is the principal city of the \"Wenatchee–East Wenatchee, Washington Metropolitan Statistical Area\", which encompasses all of Chelan and Douglas counties (total population around 110,884). However, the 'Wenatchee Valley Area' generally refers to the land between Rocky Reach and Rock Island Dam on both banks of the Columbia, which includes East Wenatchee, Rock Island, and Malaga. The city was named for the nearby Wenatchi Indian tribe. The name is a Sahaptin word that means \"river which comes [or whose source is] from canyons\" or \"robe of the rainbow\". Awenatchela means \"people at the source [of a river]\". The city of Wenatchee shares its name with the Wenatchee River, Lake Wenatchee and the Wenatchee National Forest. Wenatchee is known as the \"Apple Capital of the World\" due to the valley's many orchards. The city is also sometimes referred to as the \"Buckle of the Power Belt of the Great Northwest\". The \"Power Belt of the Great Northwest\" is a metaphor for the series of hydroelectric dams on the Columbia River. Rock Island Dam is located nearest to the middle of this \"belt\", and so was labeled the \"Buckle\". This saying is printed at the top of every issue of Wenatchee's newspaper, the Wenatchee World, and is no longer in common use elsewhere."
}, {
  "entityIndex" : "63_entity18927",
  "entityUrl" : "http://dbpedia.org/resource/Kitchener,_Ontario",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "1346.2" ]
  },
  "words" : [ "city", "year", "2011", "Regional", "Waterloo", "1854", "239,900", "Town", "Located", "west", "1916", "end", "Southern", "1912", "Kitchener", "km", "Municipality", "Berlin", "estimated", "City", ",", ".", "/", "population", "seat", "219,153", "Canada", "100", "Census", "approximately", "2015", "Region", "Ontario", "Toronto", "ˈkɪtʃᵻnər" ],
  "adjectives" : [ "ˈkɪtʃᵻnər" ],
  "nouns" : [ "seat", "km", "Municipality", "city", "Town", "year", "west", "Region", "end", "City", "population" ],
  "text" : "The City of Kitchener /ˈkɪtʃᵻnər/ is a city in Southern Ontario, Canada. Located approximately 100 km west of Toronto, Kitchener is the seat of the Regional Municipality of Waterloo. It was the Town of Berlin from 1854 until 1912 and the City of Berlin from 1912 until 1916. The city had a population of 219,153 in the 2011 Census and a population of 239,900 at year end 2015 as estimated by the Region of Waterloo. The metropolitan area, which includes the neighbouring cities of Waterloo and Cambridge, has 507,096 people, making it the tenth largest Census Metropolitan Area (CMA) in Canada and the fourth largest CMA in Ontario. The city is adjacent to the smaller cities of Cambridge to the south, and Waterloo to the north. Kitchener and Waterloo are often referred to jointly as \"Kitchener-Waterloo\" (K-W), although they have separate municipal governments. Including Cambridge, the three cities are known as \"the Tri-Cities\". The City of Kitchener covers an area of 136.86 square kilometres."
}, {
  "entityIndex" : "64_entity19137",
  "entityUrl" : "http://dbpedia.org/resource/Kenora",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "367.0" ]
  },
  "words" : [ "small", "boundary", "``", "amalgamated", "named", "-LRB-", "Manitoba", "Rat", "city", "Portage-aux-Rats", "Lake", "coined", "two", "situated", "east", "Winnipeg", "French", "Kenora", "mi", "close", "letters", "''", "km", "Norman", "town", "Keewatin", "present-day", "Portage", "originally", "Northwestern", "combining", "City", ",", ".", "seat", "Canada", "200", "124", "form", "towns", "-RRB-", "Woods", "name", "1905", "Ontario", "District", "first" ],
  "adjectives" : [ "small", "east", "French", "present-day", "first" ],
  "nouns" : [ "boundary", "seat", "km", "Rat", "town", "city", "Portage", "name", "Lake", "City", "mi" ],
  "text" : "Kenora, originally named Rat Portage (French Portage-aux-Rats), is a small city situated on the Lake of the Woods in Northwestern Ontario, Canada, close to the Manitoba boundary, and about 200 km (124 mi) east of Winnipeg. It is the seat of Kenora District. The town of Rat Portage was amalgamated with the towns of Keewatin and Norman in 1905 to form the present-day City of Kenora. The name, \"Kenora\", was coined by combining the first two letters of Keewatin, Norman and Rat Portage. Kenora is the administrative headquarters of the Anishinabe of Wauzhushk Onigum, Obashkaandagaang Bay, and Washagamis Bay First Nation band governments."
}, {
  "entityIndex" : "65_entity19204",
  "entityUrl" : "http://dbpedia.org/resource/Kano",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationUrbanDensity" : [ "14100.0" ]
  },
  "words" : [ ],
  "adjectives" : [ ],
  "nouns" : [ ],
  "text" : ""
} ]