[ {
  "entityIndex" : "1_entity25665",
  "entityUrl" : "http://dbpedia.org/resource/Rajpur,_Baroda",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbp:blank6InfoSec" : [ "S" ]
  },
  "words" : [ "Rajput", "Rajpur", "Mansinhji", "lord", "bank", "state", "Fatehsinhji", "last", "princely", "Thakur", "Jaladhar", "Saheb", "Mahisagar", "history", ",", ".", "Baroda", "associated", "Indian", "located", "river", "family", "royal", "Mahadevaji", "Shree" ],
  "adjectives" : [ "last", "princely", "Indian", "located" ],
  "nouns" : [ "bank", "lord", "state", "river", "history", "family", "royal" ],
  "text" : "Rajpur, Baroda was an Indian princely state located on the bank of river Mahisagar. Thakur Saheb Shree Mansinhji Fatehsinhji was the last Thakur Saheb of Rajpur. The history of the Rajput royal family is associated with lord Jaladhar Mahadevaji."
}, {
  "entityIndex" : "2_entity23300",
  "entityUrl" : "http://dbpedia.org/resource/Napasar",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbp:blank6InfoSec" : [ "Gram Panchayat" ]
  },
  "words" : [ "``", "away", "city", "nearest", "King", "station", "state", "railway", "Sankhala", "established", "''", "11", "12", "Napasar", "town", "Bikaji", "Napaji", "Bikaner", "Maharaja", "NWR", ",", "Rajasthan", ".", "connected", "contemporary", "outside", "district", "co-city", "kilometers", "located", "Indian", "kilometres", ":", "NH" ],
  "adjectives" : [ "contemporary", "located", "Indian" ],
  "nouns" : [ "town", "King", "city", "district", "co-city", "station", "state", "railway" ],
  "text" : "Napasar is a town located in the Bikaner district in the Indian state of Rajasthan. Napasar was established as a \"co-city\" by the contemporary King of the Bikaner state: Maharaja Bikaji and Napaji Sankhala. The city nearest to Napasar is Bikaner, which is only a few kilometers away. It is connected to the NWR Bikaner railway station and NH 11, which is 12 kilometres outside of the town. Napasar is older than Bikaner. Most of the population of Napasar belongs to the Pareek Brahmian, Jat and Maheswari casts. The native language is Marwari. Napasar is one of the largest Gram Panchayat of India. Napasar is also well known for being the birthplace of freedom fighter, social worker and their ex sarpanch Late Bajrang Lal Asopa, also known as Netaji. He worked for welfare of the village and his so-called \"Fakira Fauz\". After he died, a statue of him was placed in the main market and in the Gram Panchayat. Napasar has industries in manufacturing woolen shawls, cotton chaddars (robes), textiles, tiles, PVC, timber, food processing bhujia and papad, among other things. Their textile and cotton industries are growing fast. Many people in Napasar have jobs in agriculture or investment. Because of the large number of jobs in agriculture, the city is able to produce food for the local market. Main sites of attraction in the town include:"
}, {
  "entityIndex" : "3_entity19890",
  "entityUrl" : "http://dbpedia.org/resource/Kanpur_Cantonment",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbp:blank6InfoSec" : [ "Cantt Police Station" ]
  },
  "words" : [ "largest", "-LRB-", "year", "city", "4243.0084", "three", "situated", "1811", "km2", "bank", "Kanpur", "Ganges", "Pradesh", "military", "established", "area", "3899.1784", "Uttar", "Cantonment", "17", "bound", "right", "Bungalow", ",", "Cantt", "remaining", ".", "India", "approx.", "Area", "Civil", "popularly", "cantonment", "-RRB-", "sides", "river", "acres", "334.83", "referred" ],
  "adjectives" : [ "Civil", "military", "right" ],
  "nouns" : [ "area", "km2", "bank", "Area", "Cantonment", "cantonment", "year", "city", "river" ],
  "text" : "Kanpur Cantonment (popularly referred to as Kanpur Cantt) is the largest cantonment in India which is a military cantonment in Kanpur, Uttar Pradesh, India,The Kanpur Cantonment was established in the year 1811 and is situated on the right bank of river Ganges and is bound by Kanpur city area on the remaining three sides. The area of the Cantonment is approx. 4243.0084 acres. (17 km2.) out of which the Bungalow Area is 3899.1784 acres and the Civil Area is 334.83 acres. As per 2011 Census, the population of Cantonment is 108,035 which is 453rd largest city of India (See the point 2 on external links)."
} ]