[ {
  "entityIndex" : "1_entity24980",
  "entityUrl" : "http://dbpedia.org/resource/Riga",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "101.4" ]
  },
  "words" : [ "inhabitants", "metres", "-LSB-", "capital", "km2", "Latvia", "plain", "Rīga", "mi", "10", "pronounced", "level", "Baltic", "Gulf", ",", "'s", ".", "/", "population", "1", "Daugava", "-RRB-", "3.3", ":", "118.60", ";", "largest", "-LRB-", "city", "ft", "sea", "states", "696,593", "flat", "Riga", "lies", "sq", "covers", "307.17", "Latvian", "one", "ˈriːɡa", "home", "ˈriːɡə", "mouth", "third", "2015", "sandy", "-RSB-", "32.8", "territory" ],
  "adjectives" : [ "ˈriːɡə", "flat", "sandy", "Baltic" ],
  "nouns" : [ "capital", "city", "level", "ˈriːɡa", "ft", "sea", "home", "population", "km2", "mouth", "third", "plain", "mi", "sq", "territory" ],
  "text" : "Riga (/ˈriːɡə/; Latvian: Rīga, pronounced [ˈriːɡa] ) is the capital and the largest city of Latvia. With 696,593 inhabitants (2015), Riga is the largest city of the Baltic states and home to one third of Latvia's population. The city lies on the Gulf of Riga, at the mouth of the Daugava. Riga's territory covers 307.17 km2 (118.60 sq mi) and lies between 1 and 10 metres (3.3 and 32.8 ft) above sea level, on a flat and sandy plain. Riga was founded in 1201 and is a former Hanseatic League member. Riga's historical centre is a UNESCO World Heritage Site, noted for its Art Nouveau/Jugendstil architecture and 19th century wooden architecture. Riga was the European Capital of Culture during 2014, along with Umeå in Sweden. Riga hosted the 2006 NATO Summit, the Eurovision Song Contest 2003, and the 2006 IIHF Men's World Ice Hockey Championships. It is home to the European Union's office of European Regulators for Electronic Communications (BEREC). Riga is served by Riga International Airport, the largest airport in the Baltic states. Riga is a member of Eurocities, the Union of the Baltic Cities (UBC) and Union of Capitals of the European Union (UCEU)."
}, {
  "entityIndex" : "2_entity24994",
  "entityUrl" : "http://dbpedia.org/resource/Regina,_Saskatchewan",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "61.8", "61.81495558264559" ]
  },
  "words" : [ "southern", "capital", "commercial", "surrounded", "-LRB-", "Regina", "city", "Canadian", "rᵻˈdʒaɪnə", "Council", "province", "159", "Rural", "Municipality", "Saskatoon", "centre", "Saskatchewan", "City", ",", "No.", ".", "Sherwood", "/", "second-largest", "cultural", "governed" ],
  "adjectives" : [ "cultural", "Rural", "southern", "commercial", "Canadian", "second-largest" ],
  "nouns" : [ "capital", "Municipality", "province", "city", "rᵻˈdʒaɪnə", "centre" ],
  "text" : "Regina (/rᵻˈdʒaɪnə/ is the capital city of the Canadian province of Saskatchewan. The city is the second-largest in the province, after Saskatoon, and a cultural and commercial centre for southern Saskatchewan. It is governed by Regina City Council. The city is surrounded by the Rural Municipality of Sherwood No. 159. Regina was previously the seat of government of the North-West Territories, of which the current provinces of Saskatchewan and Alberta originally formed part, and of the District of Assiniboia. The site having previously been Wascana (\"Buffalo Bones\" in Cree), it was renamed in 1882 in honour of Queen Victoria, Victoria Regina, by her daughter Princess Louise, wife of the Marquess of Lorne, then the Governor General of Canada. Unlike other planned cities in the Canadian West, on its treeless flat plain Regina has few topographical features other than the small spring run-off, Wascana Creek. Early planners took advantage of such opportunity by damming the creek to create a decorative lake to the south of the central business district with a dam a block and a half west of the later elaborate 840-foot (260 m) long Albert Street Bridge across the new lake. Regina's importance was further secured when the new province of Saskatchewan designated the city its capital in 1906. Wascana Centre, created around the focal point of Wascana Lake, remains one of Regina's attractions and contains the Provincial Legislative Building, both campuses of the University of Regina, the provincial museum of natural history, the Regina Conservatory (in the original Regina College buildings), the Saskatchewan Science Centre, the MacKenzie Art Gallery and the Saskatchewan Centre of the Arts. Residential neighbourhoods include precincts beyond the historic city centre are historically or socially noteworthy neighbourhoods – namely Lakeview and The Crescents both of which lie directly south of downtown. Immediately to the north of the central business district is the old warehouse district, increasingly the focus of shopping, nightclubs and residential development; as in other western cities of North America, the periphery contains shopping malls and big box stores. In 1912, the Regina Cyclone destroyed much of the town; in the 1930s, the Regina Riot brought further attention and, in the midst of the 1930s drought and Great Depression, which hit the Canadian Prairies particularly hard with their economic focus on dry land grain farming. The CCF (now the NDP, a major left-wing political party in Canada), formulated its foundation Regina Manifesto, 1933 in Regina. In recent years, Saskatchewan's agricultural and mineral resources have come into new demand, and it has entered a new period of strong economic growth. The current estimate of the Regina CMA population, as of 1 July 2014, according to Statistics Canada is 237,800."
}, {
  "entityIndex" : "3_entity25352",
  "entityUrl" : "http://dbpedia.org/resource/Rio_Bravo,_Texas",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "1908.858183661169", "1908.86" ]
  },
  "words" : [ "city", "Webb", "United", "2010", "4,794", ",", "County", ".", "population", "second-largest", "States", "Texas", "census", "Rio", "Bravo" ],
  "adjectives" : [ "second-largest" ],
  "nouns" : [ "city", "census", "population" ],
  "text" : "Rio Bravo is a city in Webb County, Texas, United States. The population was 4,794 at the 2010 census. The city is the second-largest in Webb County."
}, {
  "entityIndex" : "4_entity25417",
  "entityUrl" : "http://dbpedia.org/resource/Rijeka",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "147.0" ]
  },
  "words" : [ "Fiume", "seaport", "inhabitants", "-LSB-", "128,624", "third-largest", "Veit", "Zagreb", "Sankt", "Flaum", "selected", "Culture", "area", "pronunciation", "metropolitan", "includes", ",", "European", "inlet", ".", "Sea", "population", "towns", "-RRB-", ":", ";", "Split", "Italian", "-LRB-", "Kvarner", "city", "2011", "German", "Galway", "Rijeka", "Reka", "principal", "Ireland", "Adriatic", "240,000", "Croatia", "alongside", "adjacent", "Capital", "2020", "municipalities", "Croatian", "2016", "rijɛ̌ːka", "-RSB-", "located", "Hungarian", "Bay", "Slovene" ],
  "adjectives" : [ "principal", "Italian", "metropolitan", "located", "Hungarian", "adjacent", "Croatian", "third-largest" ],
  "nouns" : [ "area", "Fiume", "seaport", "pronunciation", "city", "inlet", "population" ],
  "text" : "Rijeka (Croatian pronunciation: [rijɛ̌ːka]; Italian: Fiume; Hungarian: Fiume; Slovene: Reka, German: Sankt Veit am Flaum, ) is the principal seaport and the third-largest city in Croatia (after Zagreb and Split). It is located on Kvarner Bay, an inlet of the Adriatic Sea and has a population of 128,624 inhabitants (2011). The metropolitan area, which includes adjacent towns and municipalities, has a population of more than 240,000. In 2016, Rijeka was selected as the European Capital of Culture for 2020, alongside Galway, Ireland. Historically, because of its strategic position and its excellent deep-water port, the city was fiercely contested, especially among Italy, Hungary (serving as the Kingdom of Hungary's largest and most important port), and Croatia, changing hands and demographics many times over centuries. According to the 2011 census data, the overwhelming majority of its citizens (82.52%) are presently Croats, along with small numbers of Bosniaks, Italians and Serbs. Rijeka is the main city of Primorje-Gorski Kotar County. The city's economy largely depends on shipbuilding (shipyards \"3. Maj\" and \"Viktor Lenac Shipyard\") and maritime transport. Rijeka hosts the Croatian National Theatre Ivan pl. Zajc, first built in 1765, as well as the University of Rijeka, founded in 1973 but with roots dating back to 1632 School of Theology. Linguistically, apart from Croatian, the population also uses its own unique version of the Venetian language, (Fiumano), with an estimated 20,000 speakers among the autochtone Croats and various minorities. Historically Fiumano served as a lingua franca for the many ethnicities inhabiting the multicultural port-town."
}, {
  "entityIndex" : "5_entity25420",
  "entityUrl" : "http://dbpedia.org/resource/Rimouski",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "80.7" ]
  },
  "words" : [ "46,860", "de", "-LRB-", "Université", "Institut", "Canadian", "city", "2011", "research", "tourist", "sciences", "du", "Conservatory", "see", "Rimouski", "Cégep", "River", "attractions", "centres", "Quebec", "UQAR", "includes", "also", "many", ",", ".", "population", "Québec", "home", "cultural", "industrial", "site", "mouth", "ocean", "Bas-Saint-Laurent", "Music", "-RRB-", "located", "maritime", "region" ],
  "adjectives" : [ "cultural", "industrial", "Canadian", "Bas-Saint-Laurent", "located", "many" ],
  "nouns" : [ "tourist", "site", "mouth", "ocean", "city", "region", "research", "population", "home" ],
  "text" : "Rimouski is a Canadian city located in the Bas-Saint-Laurent region of Quebec at the mouth of the Rimouski River. It has a population of 46,860 (as of 2011) and many tourist, cultural and industrial attractions. Rimouski is the site of Université du Québec à Rimouski (UQAR), the Cégep de Rimouski (which includes the Institut maritime du Québec) and the Music Conservatory. It is also the home of some ocean sciences research centres (see below)."
}, {
  "entityIndex" : "6_entity25421",
  "entityUrl" : "http://dbpedia.org/resource/Rouyn-Noranda",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "6.5" ]
  },
  "words" : [ "equivalent", "geographical", "-LRB-", "code", "city", "regional", "Osisko", "southwestern", "county", "municipality", "2011", "Lake", "division", "Rouyn-Noranda", "41,012", "CD", "coextensive", "Quebec", ",", ".", "population", "Canada", "TE", "census", "-RRB-", "name", "86", "territory" ],
  "adjectives" : [ "geographical", "coextensive", "regional", "southwestern" ],
  "nouns" : [ "division", "equivalent", "TE", "CD", "code", "city", "census", "county", "municipality", "name", "population", "territory" ],
  "text" : "Rouyn-Noranda (2011 population 41,012) is a city on Osisko Lake in southwestern Quebec, Canada. The city of Rouyn-Noranda is a coextensive with a territory equivalent to a regional county municipality (TE) and census division (CD) of Quebec of the same name. Their geographical code is 86."
}, {
  "entityIndex" : "7_entity25687",
  "entityUrl" : "http://dbpedia.org/resource/Russeifa",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "15000.0" ]
  },
  "words" : [ ],
  "adjectives" : [ ],
  "nouns" : [ ],
  "text" : ""
}, {
  "entityIndex" : "8_entity28556",
  "entityUrl" : "http://dbpedia.org/resource/Victoria,_British_Columbia",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "495.0" ]
  },
  "words" : [ "de", "capital", "year", "Port", "15th", "Western", "major", "tip", "area", "Strait", "making", "metropolitan", "Seattle", "Clipper", "Victoria", "Saanich", "344,615", ",", "'s", "Fuca", "Island", ".", "mainland", "/", "population", "Canada", "coast", "Columbia", "Coho", "daily", "-RRB-", "kilometres", ":", "60", "populous", "region", "62", "southern", "BC", "largest", "Vancouver", "passenger-only", "-LRB-", "25", "city", "Canadian", "operates", "vɪkˈtɔːriə", "Angeles", "Mətúliyə", "Washington", "miles", "across", "southernmost", "ferry", "British", "80,017", "100", "urban", "round", "Pacific", "airplane", "located", "Greater", "Juan", "40" ],
  "adjectives" : [ "southern", "passenger-only", "metropolitan", "urban", "southernmost", "major", "Canadian", "located", "populous", "15th" ],
  "nouns" : [ "area", "capital", "city", "year", "vɪkˈtɔːriə", "mainland", "population", "coast", "round", "airplane", "ferry", "tip", "region" ],
  "text" : "Victoria /vɪkˈtɔːriə/ (Saanich: Mətúliyə) is the capital city of British Columbia, Canada, and is located on the southern tip of Vancouver Island off Canada's Pacific coast. The city has a population of about 80,017, while the metropolitan area of Greater Victoria, has a population of 344,615, making it the 15th most populous Canadian urban region. Victoria is the southernmost major city in Western Canada, and is located about 100 kilometres (60 miles) from BC's largest city of Vancouver on the mainland. The city is about 100 kilometres (62 miles) from Seattle by airplane, ferry, or the Victoria Clipper passenger-only ferry which operates daily, year round between Seattle and Victoria and 40 kilometres (25 miles) from Port Angeles, Washington, by ferry Coho across the Strait of Juan de Fuca. Named after Queen Victoria of the United Kingdom and, at the time, British North America, Victoria is one of the oldest cities in the Pacific Northwest, with British settlement beginning in 1843. The city has retained a large number of its historic buildings, in particular its two most famous landmarks, Legislative buildings (finished in 1897 and home of the Legislative Assembly of British Columbia) and the Empress hotel (opened in 1908). The city's Chinatown is the second oldest in North America after San Francisco's. The region's Coast Salish First Nations peoples established communities in the area long before non-native settlement, possibly several thousand years earlier, which had large populations at the time of European exploration. Victoria, like many Vancouver Island communities, continues to have a sizeable First Nations presence, composed of peoples from all over Vancouver Island and beyond. Known as the \"The Garden City\", Victoria is an attractive city and a popular tourism destination with a thriving technology sector that has risen to be its largest revenue-generating private industry. Victoria is in the top twenty of world cities for quality-of-life, according to Numbeo. The city has a large non-local student population, who come to attend the University of Victoria, Camosun College, Royal Roads University, the Victoria College of Art, the Sooke Schools International Programme and the Canadian College of Performing Arts. Victoria is very popular with boaters with its beautiful and rugged shorelines and beaches. Victoria is also popular with retirees, who come to enjoy the temperate and usually snow-free climate of the area as well as the usually relaxed pace of the city."
}, {
  "entityIndex" : "9_entity28557",
  "entityUrl" : "http://dbpedia.org/resource/Vilnius",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "83.0" ]
  },
  "words" : [ "Wilno", "542,664", "-LSB-", "capital", "Old", "main", "World", "second", "Gamma", "Town", "ˈvʲɪlʲnʲʊs", "Municipality", "pronunciation", "Baltic", "classified", ",", ".", "population", "Heritage", "seat", "institutions", "Vilnius", "-RRB-", ":", ";", "District", "southeast", "Site", "largest", "-LRB-", "UNESCO", "city", "part", "according", "global", "states", "see", "government", "known", "1994", "studies", "Lithuania", "architecture", "declared", "Polish", "Lithuanian", "GaWC", "also", "names", "2015", "-RSB-", "located", "well" ],
  "adjectives" : [ "Lithuanian", "Baltic", "located", "main", "global", "second" ],
  "nouns" : [ "seat", "Site", "Gamma", "capital", "government", "pronunciation", "city", "part", "GaWC", "southeast", "population", "architecture" ],
  "text" : "Vilnius (Lithuanian pronunciation: [ˈvʲɪlʲnʲʊs] ; Polish: Wilno, see also other names) is the capital of Lithuania and its largest city, with a population of 542,664 as of 2015. Vilnius is located in the southeast part of Lithuania and is the second largest city in the Baltic states. Vilnius is the seat of the main government institutions of Lithuania as well as of the Vilnius District Municipality. Vilnius is classified as a Gamma global city according to GaWC studies, and is known for the architecture in its Old Town, declared a UNESCO World Heritage Site in 1994. Its Jewish influence until the 20th century has led to it being described as the \"Jerusalem of Lithuania\" and Napoleon named it \"the Jerusalem of the North\" as he was passing through in 1812. In 2009, Vilnius was the European Capital of Culture, together with the Austrian city of Linz."
}, {
  "entityIndex" : "10_entity28671",
  "entityUrl" : "http://dbpedia.org/resource/Van_Alstyne,_Texas",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "50.19328061051797" ]
  },
  "words" : [ "Van", "city", "portion", "part", "2010", "County", "Alstyne", "Collin", "U.S.", "Sherman", "3,046", "state", "Grayson", "Metropolitan", "--", "2,502", "2000", ",", ".", "population", "Area", "Texas", "Denison", "census", "Statistical", "counties" ],
  "adjectives" : [ ],
  "nouns" : [ "city", "census", "portion", "part", "state", "population" ],
  "text" : "Van Alstyne is a city in Grayson and Collin counties in the U.S. state of Texas. The population was 3,046 at the 2010 census, up from 2,502 at the 2000 census. The Grayson County portion of Van Alstyne is part of the Sherman–Denison Metropolitan Statistical Area."
}, {
  "entityIndex" : "11_entity28680",
  "entityUrl" : "http://dbpedia.org/resource/Victoriaville",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "302.4" ]
  },
  "words" : [ "``", "Victoriaville", "-LRB-", "city", "Victo", "part", "Regional", "used", "County", "Nicolet", "central", "1993", "River", "Bois-Francs", "''", "new", "Municipality", "Arthabaska", "Quebec", "nicknamed", "merged", ",", ".", "seat", "Canada", "Saint-Victoire-d'Arthabaska", "-RRB-", "name", "latter", "region", "formed", "merger", "Centre-du-Québec" ],
  "adjectives" : [ "new", "central", "merged", "latter" ],
  "nouns" : [ "seat", "city", "part", "Saint-Victoire-d'Arthabaska", "name", "region", "merger" ],
  "text" : "Victoriaville (nicknamed \"Victo\") is a city in central Quebec, Canada, on the Nicolet River. Victoriaville is the seat of Arthabaska Regional County Municipality and a part of the Centre-du-Québec (Bois-Francs) region. It was formed in 1993 by the merger of Arthabaska, Saint-Victoire-d'Arthabaska and Victoriaville, with the name of the latter being used for the new merged city."
}, {
  "entityIndex" : "12_entity28681",
  "entityUrl" : "http://dbpedia.org/resource/Vernon,_British_Columbia",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "56.3" ]
  },
  "words" : [ "hundred", "Vancouver", "Forbes", "MLA", "-LRB-", "city", "Okanagan", "2011", "Interior", "nearby", "December", "found", "George", "Ranch", "four", "incorporated", "1892", "helped", "Southern", "30", "forty", "Named", "British", "metropolitan", "northeast", "City", ",", "Coldstream", ".", "former", "Vernon", "population", "Canada", "58,584", "Census", "Columbia", "40,000", "2013", "-RRB-", "kilometres", "famed", "Greater", "region" ],
  "adjectives" : [ "metropolitan", "famed", "nearby", "former" ],
  "nouns" : [ "city", "northeast", "region", "population" ],
  "text" : "Vernon is a city in the Okanagan region of the Southern Interior of British Columbia, Canada. It is four hundred and forty kilometres northeast of Vancouver. Named after Forbes George Vernon, a former MLA of British Columbia who helped found the famed Coldstream Ranch in nearby Coldstream, the City of Vernon was incorporated on December 30, 1892. The City of Vernon has a population of 40,000 (2013), while its metropolitan region, Greater Vernon, has a population of 58,584 as of the Canada 2011 Census. With this population, Vernon is the largest city in the North Okanagan Regional District. A resident of Vernon is called a \"Vernonite\". In 2005, on an episode of The Early Show, Vernon was ranked as one of the top six most desirable communities to retire to in North America by Consumer Reports."
}, {
  "entityIndex" : "13_entity28692",
  "entityUrl" : "http://dbpedia.org/resource/Val-d'Or",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "9.4" ]
  },
  "words" : [ ],
  "adjectives" : [ ],
  "nouns" : [ ],
  "text" : ""
}, {
  "entityIndex" : "14_entity25723",
  "entityUrl" : "http://dbpedia.org/resource/Saint_John,_New_Brunswick",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "38.0" ]
  },
  "words" : [ "largest", "New", "became", "-LSB-", "-LRB-", "city", "Maritime", "north", "John", "70,063", "2011", "second", "French", "known", "incorporated", "River", "bay", "mi", "sq", "area", "Brunswick", "provinces", "315.82", "pronunciation", "ʒɔn", "Fundy", "shore", "City", ",", "121.94", ".", "population", "Canada", "square", "mouth", "1785", "due", "-RRB-", "-RSB-", "well", "kilometres", ":", "sɛ̃", "location", "Bay", "Saint", "first" ],
  "adjectives" : [ "square", "due", "incorporated", "first", "second" ],
  "nouns" : [ "area", "pronunciation", "ʒɔn", "city", "north", "shore", "population", "mouth", "sɛ̃", "location", "bay", "mi", "sq" ],
  "text" : "Saint John (French pronunciation: ​[sɛ̃ ʒɔn]) is the largest city in New Brunswick and the second largest city in the Maritime provinces. It is known as the Fundy City due to its location on the north shore of the Bay of Fundy at the mouth of the Saint John River, as well as being the only city on the bay. In 1785, Saint John became the first incorporated city in Canada. Saint John had a population of 70,063 in 2011 over an area of 315.82 square kilometres (121.94 sq mi). The Saint John metropolitan area covers a land area of 3,362.95 square kilometres (1,298.44 sq mi) across the Caledonia Highlands, with a population (as of 2011) of 127,761."
}, {
  "entityIndex" : "15_entity25731",
  "entityUrl" : "http://dbpedia.org/resource/Sydney,_Nova_Scotia",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "718.5" ]
  },
  "words" : [ "amalgamated", "capital", "-LRB-", "colony", "city", "regional", "Shidni", "administratively", "moved", "municipality", "Situated", "Regional", "Scottish", "east", "1995", "Gaelic", "incorporated", "dissolved", "British", "Municipality", "Scotia", "founded", "merged", "centre", "Nova", "Breton", "Baile", ",", "Cape", "'s", "Island", "former", ".", "Halifax", "population", "August", "Canada", "coast", "1", "1820", "1785", "belongs", "served", "-RRB-", ":", ";", "1904", "Sydney" ],
  "adjectives" : [ "east", "British", "Gaelic", "regional", "former" ],
  "nouns" : [ "coast", "capital", "colony", "city", "municipality", "centre", "population" ],
  "text" : "Sydney (Scottish Gaelic: Baile Shidni) is a population centre and former city in Nova Scotia, Canada. Situated on Cape Breton Island's east coast, it belongs administratively to the Cape Breton Regional Municipality. Sydney was founded in 1785 by the British; it was incorporated as a city in 1904, and dissolved on 1 August 1995, when it was amalgamated into the regional municipality. It served as the Cape Breton Island colony's capital, until 1820, when the colony merged with Nova Scotia and the capital moved to Halifax. A rapid population expansion occurred just after the turn of the 20th century, when Sydney was home to one of North America's main steel mills. During both the First and Second World Wars, it was a major staging area for England-bound convoys. The post-war period witnessed a major decline in the number of people employed at the Dominion Steel and Coal Corporation (DOSCO) steel mill, and the Nova Scotia and Canadian governments had to nationalize it in 1967 to save the region's biggest employer, forming the new crown corporation called the Sydney Steel Corporation (SYSCO). The city's population steadily decreased since the early 1970s due to the plant's fortunes, and SYSCO was finally closed in 2001. Today, the main industries are in customer support call centres and tourism. Together with Sydney Mines, North Sydney, New Waterford and Glace Bay Sydney forms the Industrial Cape Breton region."
}, {
  "entityIndex" : "16_entity25734",
  "entityUrl" : "http://dbpedia.org/resource/St._John's,_Newfoundland_and_Labrador",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "244.7887685159107", "244.8" ]
  },
  "words" : [ "largest", "capital", "-LRB-", "city", "considered", "John", "Avalon", "St.", "second", "incorporated", "CMA", "America", "North", "tip", "July", "214,285", "Metropolitan", "area", "eastern", "Peninsula", "metropolitan", "20th", "island", "yet", "Newfoundland", "'s", ",", ".", "Halifax", "/", "Labrador", "population", "1888", "Canada", "1", "ˌseɪntˈdʒɒnz", "Area", "Census", "English-founded", "oldest", "2015", "-RRB-", "Atlantic" ],
  "adjectives" : [ "ˌseɪntˈdʒɒnz", "eastern", "English-founded", "metropolitan", "20th", "second" ],
  "nouns" : [ "area", "capital", "city", "island", "tip", "population" ],
  "text" : "St. John's (/ˌseɪntˈdʒɒnz/) is the capital and largest city in Newfoundland and Labrador, Canada. St. John's was incorporated as a city in 1888, yet is considered by some to be the oldest English-founded city in North America. It is on the eastern tip of the Avalon Peninsula on the island of Newfoundland. With a population of 214,285 as of July 1, 2015, the St. John's Metropolitan Area is the second largest Census Metropolitan Area (CMA) in Atlantic Canada after Halifax and Canada's 20th largest metropolitan area. It is one of the world's top ten oceanside destinations, according to National Geographic Magazine. Its name has been attributed to the feast day of John the Baptist, when John Cabot was believed to have sailed into the harbour in 1497, and also to a Basque fishing town with the same name."
}, {
  "entityIndex" : "17_entity26423",
  "entityUrl" : "http://dbpedia.org/resource/Sadler,_Texas",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "50.19328061051797" ]
  },
  "words" : [ "--", "city", "part", "United", "2010", "Sadler", ",", "County", ".", "population", "States", "343", "Area", "Texas", "Denison", "census", "Statistical", "Sherman", "Grayson", "Metropolitan" ],
  "adjectives" : [ ],
  "nouns" : [ "city", "census", "part", "population" ],
  "text" : "Sadler is a city in Grayson County, Texas, United States. The population was 343 at the 2010 census. It is part of the Sherman–Denison Metropolitan Statistical Area."
}, {
  "entityIndex" : "18_entity26424",
  "entityUrl" : "http://dbpedia.org/resource/Southmayd,_Texas",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "50.19328061051797" ]
  },
  "words" : [ "``", "-LRB-", "city", "part", "United", "2010", "County", "States", "992", "Sherman", "maid", "Grayson", "Metropolitan", "''", "--", "pronounced", "syllable", "like", "Southmayd", ",", ".", "population", "Area", "Texas", "Denison", "census", "-RRB-", "Statistical", "latter" ],
  "adjectives" : [ "pronounced", "syllable", "latter" ],
  "nouns" : [ "city", "Southmayd", "census", "part", "maid", "population" ],
  "text" : "Southmayd (the latter syllable pronounced like \"maid\") is a city in Grayson County, Texas, United States. The population was 992 at the 2010 census. It is part of the Sherman–Denison Metropolitan Statistical Area."
}, {
  "entityIndex" : "19_entity26425",
  "entityUrl" : "http://dbpedia.org/resource/Sherman,_Texas",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "50.19328061051797" ]
  },
  "words" : [ "Texoma", "city", "part", "county", "United", "2010", "County", "two", "States", "principal", "Sherman", "38,521", "Grayson", "Metropolitan", "--", "cities", "one", "also", ",", "'s", ".", "population", "seat", "Area", "Texas", "Denison", "Statistical", "region" ],
  "adjectives" : [ "principal" ],
  "nouns" : [ "seat", "city", "part", "county", "region", "population" ],
  "text" : "Sherman is a city in and the county seat of Grayson County, Texas, United States. The city's population in 2010 was 38,521. It is also one of two principal cities in the Sherman–Denison Metropolitan Statistical Area. It is also a part of the Texoma region."
}, {
  "entityIndex" : "20_entity26584",
  "entityUrl" : "http://dbpedia.org/resource/Saguenay,_Quebec",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "61.5" ]
  },
  "words" : [ "equivalent", "-LSB-", "smaller", "confluence", "annexation", "county", "municipality", "mi", "upriver", "jurisdictions", "--", "including", "pronunciation", "constitutes", "City", "overland", ",", "Chicoutimi", ".", "/", "120", "Canada", "200", "route", "126", "-RRB-", "kilometres", "ˌsæɡəˈneɪ", ":", ";", "region", "formed", "geographical", "-LRB-", "saɡne", "code", "city", "regional", "north", "northwest", "St.", "ˈsæɡəˌneɪ", "French", "1676", "2002", "River", "Tadoussac", "Saguenay", "78", "Quebec", "Lawrence", "founded", "Lac-Saint-Jean", "TE", "941", "-RSB-", "located", "merger", "territory" ],
  "adjectives" : [ "ˈsæɡəˌneɪ", "geographical", "French", "regional", "located", "ˌsæɡəˈneɪ", "Lac-Saint-Jean" ],
  "nouns" : [ "equivalent", "saɡne", "confluence", "code", "pronunciation", "city", "annexation", "north", "county", "municipality", "overland", "TE", "route", "region", "mi", "upriver", "merger", "territory" ],
  "text" : "Saguenay (/ˈsæɡəˌneɪ/ or /ˌsæɡəˈneɪ/; French pronunciation: ​[saɡne]) is a city in the Saguenay–Lac-Saint-Jean region of Quebec, Canada, on the Saguenay River, about 200 kilometres (120 mi) north of Quebec City by overland route. It is about 126 kilometres (78 mi) upriver and northwest of Tadoussac, located at the confluence with the St. Lawrence River. This city was formed in 2002 by a merger and annexation of smaller jurisdictions, including Chicoutimi, founded by the French in 1676. The city of Saguenay constitutes a territory equivalent to a regional county municipality (TE); its geographical code is 941. Together with the regional county municipality of Le Fjord-du-Saguenay, it forms the census division (CD) of Le Saguenay-et-son-Fjord (94). The mayor of Saguenay is Jean Tremblay, who served as mayor of Chicoutimi before the merger. Prior to its use as the name of the city, the term \"the Saguenay\" or (less commonly) \"Saguenay Valley\" had already been used for the whole Saguenay River region (see Saguenay–Lac-Saint-Jean). Saguenay is the seat of the judicial district of Chicoutimi. The city is divided into three boroughs: Chicoutimi (which includes the former city of Chicoutimi, as well as Laterrière and Tremblay township), Jonquière (which includes the former city of Jonquière, Lac-Kénogami, and Shipshaw) and La Baie (which corresponds to the former city of La Baie)."
}, {
  "entityIndex" : "21_entity26592",
  "entityUrl" : "http://dbpedia.org/resource/Sherbrooke",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "138.3" ]
  },
  "words" : [ "thirtieth", "southern", "equivalent", "largest", "-LSB-", "Sherbrooke", "-LRB-", "confluence", "city", "regional", "county", "municipality", "ʃɛʁbʁʊk", "2011", "St.", "situated", "division", "sixth", "French", "Francis", "province", "rivers", "Magog", "Estrie", "CD", "Saint-François", "pronunciation", "coextensive", "ˈʃɜːrbrʊk", "Quebec", "154,601", "also", ",", ".", "heart", "/", "Canada", "TE", "administrative", "census", "-RRB-", "name", "-RSB-", "residents", ";", "region", "territory" ],
  "adjectives" : [ "sixth", "southern", "regional", "coextensive", "ˈʃɜːrbrʊk", "administrative" ],
  "nouns" : [ "equivalent", "CD", "confluence", "pronunciation", "city", "county", "municipality", "ʃɛʁbʁʊk", "heart", "division", "TE", "province", "census", "name", "region", "territory" ],
  "text" : "Sherbrooke (/ˈʃɜːrbrʊk/; Quebec French pronunciation [ʃɛʁbʁʊk]) is a city in southern Quebec, Canada. Sherbrooke is situated at the confluence of the Saint-François (St. Francis) and Magog rivers in the heart of the Estrie administrative region. Sherbrooke is also the name of a territory equivalent to a regional county municipality (TE) and census division (CD) of Quebec, coextensive with the city of Sherbrooke. With 154,601 residents at the 2011 census, Sherbrooke was the sixth largest city in the province of Quebec and the thirtieth largest in Canada. The Sherbrooke Census Metropolitan Area had 201,890 inhabitants, making it the fourth largest metropolitan area in Quebec and nineteenth largest in Canada. Originally known as Hyatt's Mill, it was renamed after Sir John Coape Sherbrooke (1764–1840), a British general who was Lieutenant Governor of Nova Scotia (1812–1816), and Governor General of British North America (1816–1818). Sherbrooke is the primary economic, political, cultural and institutional centre of Estrie, and was known as the Queen of the Eastern Townships at the beginning of the 20th century. There are eight institutions educating 40,000 students and employing 11,000 people, 3,700 of whom are professors, teachers and researchers. The direct economic impact of these institutions exceeds 1 billion dollars. The proportion of university students is 10.32 students per 100 inhabitants. In proportion to its population, Sherbrooke has the largest concentration of students in Quebec. Since the nineteenth century, Sherbrooke has been a manufacturing centre. This segment of the economy has experienced a considerable transformation in recent decades as a result of the decline of the city's traditional manufacturing sectors. The service sector occupies a prominent place in the economy of the city, as well as a growing knowledge-based economy. The Sherbrooke region is surrounded by mountains, rivers and lakes. There are several ski hills nearby and various tourist attractions in regional flavour. Mont-Bellevue Park, a large park in the city, is used for downhill skiing."
}, {
  "entityIndex" : "22_entity26594",
  "entityUrl" : "http://dbpedia.org/resource/St._Catharines",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "280.6" ]
  },
  "words" : [ "Catharines", "Canal", "131,400", "United", "Lake", "northern", "Residents", "States", "Welland", "Southern", "51", "mi", "international", "entrance", "area", "12", "metropolitan", "19", "'s", ",", "96.11", ".", "population", "Canada", "square", "Niagara", "Cathariners", "-RRB-", "Region", "kilometres", "392,184", ";", "Ontario", "Toronto", "boundary", "largest", "-LRB-", "city", "south", "2011", "St.", "sixth", "across", "along", "known", "land", "lies", "River", "32", "urban", "inland" ],
  "adjectives" : [ "sixth", "square", "metropolitan", "urban", "international", "northern" ],
  "nouns" : [ "area", "boundary", "city", "land", "mi", "entrance", "population" ],
  "text" : "St. Catharines (2011 population 131,400; metropolitan population 392,184) is the largest city in Canada's Niagara Region and the sixth largest urban area in Ontario, with 96.11 square kilometres of land. It lies in Southern Ontario, 51 kilometres (32 mi) south of Toronto across Lake Ontario, and is 19 kilometres (12 mi) inland from the international boundary with the United States along the Niagara River. It is the northern entrance of the Welland Canal. Residents of St. Catharines are known as St. Cathariners. St. Catharines carries the official nickname \"The Garden City\" due to its 1,000 acres (4 km2) of parks, gardens and trails. St. Catharines is situated in an area for commerce and trade since it is located between the Greater Toronto Area (GTA) and the Fort Erie – US border. Manufacturing is the city's dominant industry, as noted by the heraldic motto, \"Industry and Liberality\". General Motors of Canada, Ltd., the Canadian subsidiary of General Motors, was the city's largest employer, a distinction now held by the District School Board of Niagara. TRW Automotive operates a plant in the city, though in recent years employment there has shifted from heavy industry and manufacturing to services. St. Catharines lies on one of the main telecommunications backbones between Canada and the United States, and as a result a number of call centres operate in the city."
}, {
  "entityIndex" : "23_entity26612",
  "entityUrl" : "http://dbpedia.org/resource/Saint-Jean-sur-Richelieu",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "409.2" ]
  },
  "words" : [ "-LSB-", "navigable", "Champlain", "Lake", "number", "bank", "province", "west", "mi", "results", "eastern", "ʁiʃəljø", "pronunciation", "commonly", ",", "'s", ".", "population", "Canada", "Census", "-RRB-", "kilometres", "residents", ":", "sɛ̃", ";", "94,636", "southeast", "stated", "-LRB-", "25", "city", "Montérégie", "2011", "point", "situated", "SJSR", "French", "Saint-Jean-sur-Richelieu", "River", "syʁ", "Richelieu", "92,394", "Quebec", "estimated", "ʒɑ̃", "northernmost", "2014", "-RSB-", "40", "abbreviated", "Montreal" ],
  "adjectives" : [ "northernmost", "eastern", "French", "navigable" ],
  "nouns" : [ "ʁiʃəljø", "pronunciation", "city", "Montérégie", "ʒɑ̃", "point", "population", "SJSR", "number", "bank", "province", "Saint-Jean-sur-Richelieu", "west", "sɛ̃", "syʁ", "mi", "southeast" ],
  "text" : "Saint-Jean-sur-Richelieu (French pronunciation: ​[sɛ̃ ʒɑ̃ syʁ ʁiʃəljø]), commonly abbreviated as SJSR, is a city in eastern Montérégie in the province of Quebec, Canada about 40 kilometres (25 mi) southeast of Montreal. It is situated on the west bank of the Richelieu River at the northernmost navigable point of Lake Champlain. The results of the 2011 Census stated that the city's population was 92,394; the number of residents was estimated at 94,636 in 2014."
}, {
  "entityIndex" : "24_entity26643",
  "entityUrl" : "http://dbpedia.org/resource/Saint-Hyacinthe,_Quebec",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "173.8" ]
  },
  "words" : [ "sɛ̃tijasɛ̃t", "-LSB-", "-LRB-", "perpendicular", "city", "southwestern", "2011", "Montérégie", "ˌseɪnt", "Regional", "County", "east", "French", "53,236", "flows", "traversed", "River", "Autoroute", "Municipality", "jæˈsɛnt", "Quebec", "Maskoutains", ",", ".", "/", "population", "seat", "Canada", "judicial", "Census", "Saint-Hyacinthe", "Yamaska", "district", "-RRB-", "name", "-RSB-", "located", ":", ";", "Les", "region", "Montreal", "20" ],
  "adjectives" : [ "judicial", "east", "perpendicular", "jæˈsɛnt", "southwestern", "located", "ˌseɪnt" ],
  "nouns" : [ "sɛ̃tijasɛ̃t", "seat", "Saint-Hyacinthe", "Municipality", "city", "district", "name", "Montérégie", "region", "population" ],
  "text" : "Saint-Hyacinthe (/ˌseɪnt jæˈsɛnt/; French: [sɛ̃tijasɛ̃t]) is a city in southwestern Quebec east of Montreal on the Yamaska River. The population as of the Canada 2011 Census was 53,236. The city is located in Les Maskoutains Regional County Municipality of the Montérégie region, and is traversed by the Yamaska River which flows perpendicular to Quebec Autoroute 20. Saint-Hyacinthe is the seat of the judicial district of the same name."
}, {
  "entityIndex" : "25_entity26674",
  "entityUrl" : "http://dbpedia.org/resource/Saint-Georges,_Quebec",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "97.4" ]
  },
  "words" : [ "-LRB-", "city", "Chaudière-Appalaches", "south", "Maine", "part", "2011", "Saint-Georges", "Regional", "County", "173", "Lacroix", "province", "known", "Route", "border", "USA", "Municipality", "Quebec", ",", ".", "population", "Boulevard", "seat", "31,173", "Canada", "Census", "-RRB-", "Beauce-Sartigan", "heads", "region", "runs" ],
  "adjectives" : [ ],
  "nouns" : [ "seat", "border", "province", "city", "part", "region", "Route", "population" ],
  "text" : "Saint-Georges is a city in the province of Quebec. It is the seat of Beauce-Sartigan Regional County Municipality, part of the Chaudière-Appalaches region. The population was 31,173 as of the Canada 2011 Census. Route 173 runs through Saint-Georges Est (where it is known as Boulevard Lacroix) and heads south to the border with Maine, USA. The name of the parish and of the city, Saint-Georges, is in homage to George Pozer, the fourth seigneur of Aubert-Gallion. The Beauce-Etchemin School Board (Commission scolaire de la Beauce-Etchemin) has its headquarters on 118th Street. Saint-Georges is home to the Cégep Beauce-Appalaches. In 2002, it amalgamated with Saint-Georges-Est (pop. 4,110), Aubert-Gallion (pop. 2,444) and Saint-Jean-de-la-Lande (pop. 786). It is home to one of the few inflatable dams, introduced to raise the water level of the Chaudière River for water-based activities and to make the riverside more attractive. Pedestrian bridges were also built over the river as part of the same project."
}, {
  "entityIndex" : "26_entity26677",
  "entityUrl" : "http://dbpedia.org/resource/Shawinigan",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "55.7" ]
  },
  "words" : [ "equivalent", "geographical", "-LRB-", "code", "city", "regional", "county", "municipality", "2011", "division", "Mauricie", "River", "area", "CD", "36", "coextensive", "Saint-Maurice", "Quebec", "also", ",", ".", "population", "50,060", "Canada", "TE", "Census", "census", "-RRB-", "located", "Shawinigan", "territory" ],
  "adjectives" : [ "geographical", "regional", "coextensive", "located" ],
  "nouns" : [ "area", "division", "equivalent", "TE", "CD", "code", "city", "census", "county", "municipality", "population", "territory" ],
  "text" : "Shawinigan is a city located on the Saint-Maurice River in the Mauricie area in Quebec, Canada. It had a population of 50,060 as of the Canada 2011 Census. Shawinigan is also a territory equivalent to a regional county municipality (TE) and census division (CD) of Quebec, coextensive with the city of Shawinigan. Its geographical code is 36. Shawinigan is the seat of the judicial district of Saint-Maurice. The name Shawinigan has had numerous spellings over time: Chaouinigane, Oshaouinigane, Assaouinigane, Achawénégan, Chawinigame, Shawenigane, Chaouénigane. It may mean \"south portage\", \"portage of beeches\", \"angular portage\", or \"summit\" or \"crest\". Before 1958, the city was known as Shawinigan Falls."
}, {
  "entityIndex" : "27_entity26699",
  "entityUrl" : "http://dbpedia.org/resource/Sorel-Tracy",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "204.3" ]
  },
  "words" : [ ],
  "adjectives" : [ ],
  "nouns" : [ ],
  "text" : ""
}, {
  "entityIndex" : "28_entity26701",
  "entityUrl" : "http://dbpedia.org/resource/Salaberry-de-Valleyfield",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "374.2" ]
  },
  "words" : [ ],
  "adjectives" : [ ],
  "nouns" : [ ],
  "text" : ""
}, {
  "entityIndex" : "29_entity26710",
  "entityUrl" : "http://dbpedia.org/resource/Salmon_Arm",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "106.8" ]
  },
  "words" : [ ],
  "adjectives" : [ ],
  "nouns" : [ ],
  "text" : ""
}, {
  "entityIndex" : "30_entity27599",
  "entityUrl" : "http://dbpedia.org/resource/Sault_Ste._Marie,_Ontario",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "99.1" ]
  },
  "words" : [ ],
  "adjectives" : [ ],
  "nouns" : [ ],
  "text" : ""
}, {
  "entityIndex" : "31_entity18466",
  "entityUrl" : "http://dbpedia.org/resource/Itahari",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "1774.88" ]
  },
  "words" : [ ],
  "adjectives" : [ ],
  "nouns" : [ ],
  "text" : ""
}, {
  "entityIndex" : "32_entity11680",
  "entityUrl" : "http://dbpedia.org/resource/Bamako",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "160.85" ]
  },
  "words" : [ "largest", "country", "capital", "-LRB-", "city", "nation", "upper", "part", "southwestern", "2009", "growing", "sixth-fastest", "2006", "world", "Mali", "River", "divide", "near", "provisional", "middle", "rapids", "Niger", "fastest", "Africa", "center", "estimated", ",", "'s", ".", "population", "million", "administrative", "census", "-RRB-", "located", "1.8", "valleys", "Bamako" ],
  "adjectives" : [ "provisional", "middle", "administrative", "upper", "southwestern", "located" ],
  "nouns" : [ "country", "capital", "world", "city", "nation", "census", "part", "center", "population" ],
  "text" : "Bamako is the capital and largest city of Mali, with a population of 1.8 million (2009 census, provisional). In 2006, it was estimated to be the fastest growing city in Africa and sixth-fastest in the world. It is located on the Niger River, near the rapids that divide the upper and middle Niger valleys in the southwestern part of the country. Bamako is the nation's administrative center. The city proper is a cercle in its own right. Bamako's river port is located in nearby Koulikoro, along with a major regional trade and conference center. Bamako is the seventh-largest West African urban center after Lagos, Abidjan, Kano, Ibadan, Dakar, and Accra. Locally manufactured goods include textiles, processed meat, and metal goods. Commercial fishing occurs on the Niger River. The name Bamako (Bàmakɔ̌ in Bambara) comes from the Bambara word meaning \"crocodile tail\"."
}, {
  "entityIndex" : "33_entity11803",
  "entityUrl" : "http://dbpedia.org/resource/Brunswick,_Georgia",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "33.35922649806733", "33.4" ]
  },
  "words" : [ "Old", "county", "United", "States", "major", "Town", "1771", "provincial", "Spanish", "state", "buffer", "1738", "area", "--", "Brunswick", "Savannah", "settled", "lower", "House", ",", "'s", "Florida", ".", "/", "second-largest", "seat", "coast", "ancestral", "contains", "duchy", "Georgia", "District", "southeast", "Hanover", "Lüneburg", "city", "German", "County", "Glynn", "ˈbrʌnzwɪk", "came", "British", "center", "Historic", "founded", "control", "colonists", "home", "peninsula", "urban", "economic" ],
  "adjectives" : [ "ancestral", "British", "major", "urban", "ˈbrʌnzwɪk", "provincial", "Spanish", "German", "economic", "second-largest" ],
  "nouns" : [ "area", "city", "center", "county", "control", "home", "seat", "peninsula", "coast", "duchy", "state", "buffer", "southeast" ],
  "text" : "Brunswick /ˈbrʌnzwɪk/ is a city in and the county seat of Glynn County, Georgia, United States. As the major urban and economic center of the state's lower southeast, it is the second-largest urban area on the Georgia coast after Savannah and contains the Brunswick Old Town Historic District. British colonists settled the peninsula in 1738 as a buffer to Spanish Florida. It came under provincial control in 1771 and was founded as Brunswick after the German duchy of Brunswick–Lüneburg, the ancestral home of the House of Hanover. It was incorporated as a city in 1856. Throughout its history, Brunswick has served as an important port city: in World War II, it served as a strategic military location with an operational base for escort blimps and a shipbuilding facility for the U.S. Maritime Commission. Brunswick supports a progressive economy largely based on tourism and logistics with a metropolitan GDP of $3.9 billion. The Port of Brunswick handles approximately 10 percent of all U.S. ro-ro trade—third in the U.S. behind the ports of Los Angeles and Newark. The headquarters of the Federal Law Enforcement Training Center is located 5 mi (8 km) north of the central business district of the city and is adjacent to Brunswick–Golden Isles Airport, which provides commercial air service to the area. In the 2010 U.S. census, the population of the city proper was 15,383; the urban area, 51,024; and the metropolitan area, 112,370. Brunswick is located on a harbor of the Atlantic Ocean, approximately 30 mi (50 km) north of Florida and 70 mi (110 km) south of South Carolina. Brunswick is bordered on the west by Oglethorpe Bay, East River, and Turtle River. On the south it is bordered by the Brunswick River and on the east by the Atlantic Intracoastal Waterway, which separates it from the Golden Isles."
}, {
  "entityIndex" : "34_entity12183",
  "entityUrl" : "http://dbpedia.org/resource/Burlington,_North_Carolina",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "137.6" ]
  },
  "words" : [ "largest", "city", "Alamance", "part", "Greensboro-Winston-Salem-High", "2010", "County", "17th", "principal", "CSA", "U.S.", "Burlington", "North", "state", "Metropolitan", "encompasses", "makes", "Carolina", "Point", "150,000", ",", ".", "population", "Area", "census", "Statistical", "located", "49,963" ],
  "adjectives" : [ "principal", "located", "17th" ],
  "nouns" : [ "city", "part", "census", "state", "population" ],
  "text" : "Burlington is a city in Alamance County in the U.S. state of North Carolina. It is the principal city of the Burlington, North Carolina Metropolitan Statistical Area which encompasses all of Alamance County, in which most of the city is located, and is a part of the Greensboro-Winston-Salem-High Point CSA. The population was 49,963 at the 2010 census, which makes Burlington the 17th largest city in North Carolina. The Metropolitan Statistical Area population was over 150,000 in 2010."
}, {
  "entityIndex" : "35_entity12305",
  "entityUrl" : "http://dbpedia.org/resource/Brownsville,_Texas",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "615.9", "618.6128784167068" ]
  },
  "words" : [ "placed", "city", "sixteenth", "north", "Matamoros", "Brownsville", "county", "2010", "Cameron", "northern", "County", "across", "bank", "U.S.", "southernmost", "estimate", "tip", "state", "directly", "420,392", "Bureau", "border", "area", "making", "metropolitan", "Grande", "estimated", "Brownsville-Harlingen", ",", ".", "population", "seat", "Census", "Texas", "2014", "183,046", "census", "ninth", "located", "Rio", "Mexico", "populous", "175,023", "Tamaulipas" ],
  "adjectives" : [ "metropolitan", "ninth", "located", "populous", "northern" ],
  "nouns" : [ "seat", "border", "area", "bank", "city", "sixteenth", "census", "county", "tip", "state", "population" ],
  "text" : "Brownsville is the county seat of Cameron County, Texas. It is the sixteenth most populous city in the state of Texas, with a population at the 2010 census of 175,023 and an estimated population in 2014 of 183,046. It is located at the southernmost tip of Texas, on the northern bank of the Rio Grande, directly north and across the border from Matamoros, Tamaulipas, Mexico. The 2014 U.S. Census Bureau estimate placed the Brownsville-Harlingen metropolitan area population at 420,392, making it the ninth most populous metropolitan area in the state of Texas. In addition, the international Matamoros–Brownsville Metropolitan Area was estimated to have a population of 1,136,995. Brownsville has one of the highest poverty rates in the nation, and is frequently cited as having the highest percentage of residents below the federal poverty level out of all cities in the nation. The Brownsville urban area is one of the fastest growing in the United States. The city's population dramatically increased after it experienced a boom in the steel industry during the first decade of the 1900s, when steel output tripled. In recent times, the Port of Brownsville has become a major economic hub for South Texas, where shipments arrive from other parts of the United States, from Mexico, and from around the world. Brownsville's economy is mainly based on its international trade with Mexico through the North American Free Trade Agreement (NAFTA), and is home to one of the fastest growing manufacturing sectors in the nation. Brownsville has often been recognized as having one of the best pro-business climates in the United States, and the city has been ranked among the least expensive places to live in the U.S. Brownsville served as a site for several battles and events in the Texas Revolution, the Mexican–American War, and the American Civil War. Right across the U.S–Mexico border lies Matamoros, Tamaulipas, a city with a population of 500,000 people and a major site of the Mexican War of Independence, the Mexican Revolution, and the French Intervention."
}, {
  "entityIndex" : "36_entity12423",
  "entityUrl" : "http://dbpedia.org/resource/Bathurst,_New_Brunswick",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "15.0" ]
  },
  "words" : [ "New", "Brunswick", "-LRB-", "county", "2011", "UA", "13,424", ",", "County", ".", "population", "seat", "estuary", "Gloucester", "12,275", "-RRB-", "Nepisiguit", "River", ";", "Bathurst", "CA" ],
  "adjectives" : [ ],
  "nouns" : [ "seat", "estuary", "county", "Bathurst", "population" ],
  "text" : "Bathurst (2011 population; UA 12,275; CA population 13,424) is the county seat for Gloucester County, New Brunswick, and is at the estuary of the Nepisiguit River."
}, {
  "entityIndex" : "37_entity12426",
  "entityUrl" : "http://dbpedia.org/resource/Belleville,_Ontario",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "124.8" ]
  },
  "words" : [ "Quinte", "-LRB-", "City-Windsor", "independent", "city", "92,540", "Corridor", "2011", "agglomeration", "Central", "politically", "County", "along", "49,454", "River", "Southern", "Moira", "Quebec", "Belleville", "Hastings", "centre", ",", ".", "population", "seat", "Canada", "Census", "mouth", "census", "-RRB-", "located", "Region", ";", "Bay", "Ontario" ],
  "adjectives" : [ "independent", "located" ],
  "nouns" : [ "seat", "mouth", "city", "census", "centre", "agglomeration", "population" ],
  "text" : "Belleville (Canada 2011 Census population 49,454; census agglomeration population 92,540) is a city located at the mouth of the Moira River on the Bay of Quinte in Southern (Central) Ontario, Canada, along the Quebec City-Windsor Corridor. It is the seat of Hastings County, but politically independent of it, and is the centre of the Bay of Quinte Region."
}, {
  "entityIndex" : "38_entity12427",
  "entityUrl" : "http://dbpedia.org/resource/Barrie",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "208.3" ]
  },
  "words" : [ "Horseshoe", "independent", "city", "industrialized", "part", "Central", "Lake", "politically", "northern", "County", "Barrie", "Golden", "densely", "within", "shore", "populated", "Although", ",", ".", "Canada", "located", "Greater", "western", "region", "Ontario", "Simcoe", "Huronia" ],
  "adjectives" : [ "independent", "industrialized", "located", "populated", "western", "northern" ],
  "nouns" : [ "city", "part", "shore", "region" ],
  "text" : "Barrie is a city in Central Ontario, Canada, on the western shore of Lake Simcoe. Although located in Simcoe County, the city is politically independent. It is part of the Huronia region of Central Ontario. Barrie is within the northern part of the Greater Golden Horseshoe, a densely populated and industrialized region of Ontario. In 2011 census, the city's population was originally reported as 135,711, making it the 34th largest in Canada. The city's 2011 population was subsequently revised to 136,063. The Barrie census metropolitan area (CMA) had a population of 187,013 residents, making it the 21st largest CMA in Canada."
}, {
  "entityIndex" : "39_entity12428",
  "entityUrl" : "http://dbpedia.org/resource/Brantford",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "126.3" ]
  },
  "words" : [ "``", "Graham", "separate", "sometimes", "southwestern", "county", "politically", "Cambridge", "Woodstock", "Modern", "connects", "west", "invented", "resident", "Brant", "Highway", "telephone", "City", ",", "'s", ".", "former", "seat", "Canada", "403", ":", ";", "Bell", "Ontario", "24", "Alexander", "independent", "Telephone", "city", "south", "north", "father", "County", "east", "government", "known", "Hamilton", "River", "Brantford", "''", "Homestead", "founded", "home", "Grand", "Simcoe" ],
  "adjectives" : [ "east", "separate", "independent", "southwestern", "former", "resident" ],
  "nouns" : [ "seat", "government", "city", "south", "north", "father", "west", "county", "telephone", "Simcoe", "home" ],
  "text" : "Brantford is a city in southwestern Ontario, Canada, founded on the Grand River. Modern Highway 403 connects it to Woodstock in the west and Hamilton in the east; and Highway 24 connects to Cambridge to the north and Simcoe to the south. It is the seat of Brant County, but it is politically separate with a government independent of the county. Brantford is sometimes known as the \"Telephone City\": former city resident Alexander Graham Bell invented the telephone at his father's home, the Bell Homestead. In 1876 he conducted the first long-distance telephone call, making it from Brantford to Paris, Ontario. Brantford is also the birthplace of hockey player Wayne Gretzky, comedian Phil Hartman, as well as Group of Seven member Lawren Harris. Brantford is named after Joseph Brant, an important Mohawk chief during the American Revolutionary War and later, who led his people in their first decades in Upper Canada. Many of his and other First Nations citizens live on the neighbouring reserve of Six Nations of the Grand River First Nation, the most populous reserve in Canada."
}, {
  "entityIndex" : "40_entity12429",
  "entityUrl" : "http://dbpedia.org/resource/Brockville",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "43.7" ]
  },
  "words" : [ "``", "New", "Cornwall", "independent", "city", "Thousand", "York", "north", "United", "county", "1000", "Kingston", "politically", "Brockville", "east", "west", "River", "Elizabethtown", "Islands", "included", "''", "Counties", "Leeds", "Grenville", "Lawrence", "shore", "opposite", "Although", "City", ",", "halfway", "'s", ".", "seat", "Canada", "purposes", "census", "Known", "located", "Morristown", "Eastern", "region", "formerly", "Ontario", "Saint" ],
  "adjectives" : [ "east", "independent", "opposite" ],
  "nouns" : [ "seat", "city", "census", "north", "county", "shore", "west", "region" ],
  "text" : "Brockville, formerly Elizabethtown, is a city in Eastern Ontario, Canada in the Thousand Islands region. Although it is the seat of the United Counties of Leeds and Grenville, it is politically independent of the county. It is included with Leeds and Grenville for census purposes only. Known as the \"City of the 1000 Islands\", Brockville is located on the north shore of the Saint Lawrence River opposite Morristown, New York, about halfway between Ontario's Cornwall to the east and Kingston to the west. It is roughly a 50-minute drive south of the national capital of Ottawa. It is one of Ontario's oldest European-Canadian communities and is named after the British general Sir Isaac Brock."
}, {
  "entityIndex" : "41_entity12440",
  "entityUrl" : "http://dbpedia.org/resource/Brandon,_Manitoba",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "31.1" ]
  },
  "words" : [ "capital", "southwestern", "46,061", "Westman", "northern", "km2", "province", "corner", "major", "west", "provincial", "North", "mi", "border", "area", "metropolitan", "banks", "Assiniboine", "Saskatchewan", ",", ".", "second-largest", "120", "population", "Canada", "180,000", "census", "-RRB-", "parts", "region", "southeastern", "53,229", "Manitoba", "-LRB-", "city", "commerce", "465.16", "around", "133", "Winnipeg", "east", "214", "River", "75", "sq", "covers", "176.1", "km", "Brandon", "people", "trade", "approximately", "hub", "located", "well", "combined", "Dakota" ],
  "adjectives" : [ "east", "metropolitan", "major", "southwestern", "located", "provincial", "North", "combined", "northern", "southeastern", "second-largest" ],
  "nouns" : [ "border", "area", "km", "capital", "city", "commerce", "population", "km2", "trade", "province", "corner", "hub", "census", "west", "mi", "region", "sq" ],
  "text" : "Brandon is the second-largest city in the province of Manitoba, Canada. It is located in the southwestern corner of the province on the banks of the Assiniboine River, approximately 214 km (133 mi) west of the provincial capital, Winnipeg, and 120 km (75 mi) east of the Saskatchewan border. Brandon covers an area of 465.16 km2 (176.1 sq mi) and has a population of 46,061, while its census metropolitan area has a population of 53,229. It is a major hub of trade and commerce for the Westman region as well as parts of southeastern Saskatchewan and northern North Dakota, an area with a combined population of around 180,000 people. The City of Brandon was incorporated in 1882, having a history rooted in the Assiniboine River fur trade as well as its role as a major junction on the Canadian Pacific Railway. Known as The Wheat City, Brandon's economy is predominantly associated with agriculture, however it also has strengths in education, manufacturing, food processing, health care, and transportation. Brandon is an important part of the higher education network in Manitoba, with several notable facilities located in the city including Brandon University, Assiniboine Community College, and the Manitoba Emergency Services College. Canadian Forces Base Shilo, which maintains close socioeconomic ties with Brandon, is located 35 km (22 mi) east of the city. Brandon's Keystone Centre, one of the largest consolidated entertainment, convention, agriculture and recreation complexes in Canada, is the home of the Brandon Wheat Kings and the Royal Manitoba Winter Fair."
}, {
  "entityIndex" : "42_entity12488",
  "entityUrl" : "http://dbpedia.org/resource/Baie-Comeau",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "25.3" ]
  },
  "words" : [ ],
  "adjectives" : [ ],
  "nouns" : [ ],
  "text" : ""
}, {
  "entityIndex" : "43_entity12546",
  "entityUrl" : "http://dbpedia.org/resource/Banda_Aceh",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "0.175" ]
  },
  "words" : [ ],
  "adjectives" : [ ],
  "nouns" : [ ],
  "text" : ""
}, {
  "entityIndex" : "44_entity13258",
  "entityUrl" : "http://dbpedia.org/resource/Caracas",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "1123.4" ]
  },
  "words" : [ "de", "country", "-LSB-", "capital", "Venezuelan", "2,490", "kaˈɾaːkaʰ", "northern", "building", "León", "mountain", "locally", "910", "Spanish", "narrow", "officially", "Cordillera", "pronunciation", "level", "2,200-metre-high", "7,200", ",", ".", "Sea", "Guaire", "760", "coast", "Santiago", "Area", "Cerro", "Caracas", "Valley", "following", "-RRB-", "hills", ":", "valley", ";", "coastal", "largest", "mountains", "-LRB-", "2,990", "city", "steep", "south", "part", "El", "kaˈɾakas", "range", "ft", "sea", "along", "River", "lies", "close", "center", "separated", "contours", "m", "Costa", "Venezuela", "la", "Terrain", "-RSB-", "located", "Greater", "suitable", "Caribbean", "Ávila" ],
  "adjectives" : [ "Venezuelan", "steep", "2,200-metre-high", "located", "narrow", "suitable", "northern", "close", "coastal" ],
  "nouns" : [ "country", "capital", "pronunciation", "city", "level", "center", "part", "range", "kaˈɾaːkaʰ", "m", "ft", "sea", "coast", "mountain", "valley" ],
  "text" : "Caracas (Spanish pronunciation: [kaˈɾakas]; locally: [kaˈɾaːkaʰ]), officially Santiago de León de Caracas, is the capital, the center of the Greater Caracas Area, and the largest city of Venezuela. Caracas is located along the Guaire River in the northern part of the country, following the contours of the narrow Caracas Valley on the Venezuelan coastal mountain range (Cordillera de la Costa). Terrain suitable for building lies between 760 and 910 m (2,490 and 2,990 ft) above sea level. The valley is close to the Caribbean Sea, separated from the coast by a steep 2,200-metre-high (7,200 ft) mountain range, Cerro El Ávila; to the south there are more hills and mountains. The Metropolitan District of Caracas is made up of five municipalities: Libertador Municipality which is the only administrative division of the Venezuelan Capital District, and four other municipalities, which are within in Miranda State: Chacao, Baruta, Sucre, and El Hatillo. Libertador holds many of the government buildings and is the Capital District (Distrito Capital). The Distrito Capital had a population of 2,013,366 as of 2011, while the Metropolitan District of Caracas was estimated at 3,273,863 as of 2013. The Metropolitan Region of Caracas has an estimated population of 5,243,301. Businesses that are located in the city include service companies, banks, and malls, among others. It has a largely service-based economy, apart from some industrial activity in its metropolitan area. The Caracas Stock Exchange and Petróleos de Venezuela (PDVSA) are headquartered in Caracas. PDVSA is the largest company in Venezuela. Caracas is also Venezuela's cultural capital, with many restaurants, theaters, museums, and shopping centers. Some of the tallest skyscrapers in Latin America are located in Caracas. Venezuela and its capital, Caracas, are reported to both have among the highest per capita murder rates in the world, with 116 homicides per 100,000 inhabitants. Most murders and other violent crimes go unsolved. The low class neighborhoods that cover the hills around Caracas are dangerous at all times."
}, {
  "entityIndex" : "45_entity14123",
  "entityUrl" : "http://dbpedia.org/resource/Campbellton,_New_Brunswick",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "629.3233522946742" ]
  },
  "words" : [ "``", "New", "wealthy", "Situated", "scenic", "nearby", "bank", "major", "incorporated", "employer", "officially", "area", "Brunswick", "Salmon", "opposite", "economy", ",", "Restigouche", ".", "population", "mill", "Canada", "Valley", "-RRB-", "Atlantic", "status", "largest", "flock", "Pointe-à-la-Croix", "-LRB-", "city", "south", "regional", "part", "2011", "tourism", "industry", "County", "summer", "Campbellton", "River", "1958", "every", "sportfishermen", "7,385", "''", "Quebec", "seeking", "single", "Atholville", "Forestry", "industries", "achieved", "pulp", "1889" ],
  "adjectives" : [ "single", "major", "wealthy", "south", "regional", "opposite", "scenic", "nearby" ],
  "nouns" : [ "area", "flock", "city", "part", "tourism", "industry", "economy", "summer", "population", "mill", "bank", "Forestry", "employer", "pulp", "status" ],
  "text" : "Campbellton is a city with a population of 7,385 (2011) in Restigouche County, New Brunswick, Canada. Situated on the south bank of the Restigouche River opposite Pointe-à-la-Croix, Quebec, Campbellton was officially incorporated in 1889 and achieved city status in 1958. Forestry and tourism are major industries in the regional economy, while a pulp mill in nearby Atholville is the largest single employer in the area. As part of the tourism \"industry\", wealthy sportfishermen seeking Atlantic Salmon flock to the scenic Restigouche Valley every summer. The region sees extensive annual snowfall. Alpine and Nordic ski facilities at Sugarloaf Provincial Park provide winter recreation opportunities for both visitors and local residents. Campbellton is also a retail and service centre for Restigouche County."
}, {
  "entityIndex" : "46_entity14124",
  "entityUrl" : "http://dbpedia.org/resource/Cornwall,_Ontario",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "115.8" ]
  },
  "words" : [ "southwest", "``", "symbol", "Cornwall", "capital", "named", "United", "270", "royalty", "Duchy", "west", "provincial", "Akwesasne", "Ottawa", "mi", "addition", "--", "surrounding", "based", "Territory", "Martintown", "including", "Counties", "Andrew", "Highway", "City", ",", "Glengarry", "'s", "45th", ".", "120", "seat", "Sault", "440", "Canada", "coat", "tressure", "Stormont", "Dundas", "easternmost", "duchy", "401", "Long", "-RRB-", "kilometres", "Eastern", "arms", ";", "62", "Ontario", "southeast", "Toronto", "Avonmore", "colours", "largest", "Hill", "-LRB-", "city", "south", "Windsor", "north", "Corridor", "St.", "Glen", "east", "Scottish", "along", "parallel", "River", "lies", "national", "75", "Walter", "''", "Ingleside", "Lawrence", "Quebec", "Williamstown", "Lancaster", "centre", "northeast", "100", "English", "Apple", "urban", "approximately", "located", "Mohawk", "Montreal", "royal", "Saint", "reversed", "communities" ],
  "adjectives" : [ "east", "Scottish", "easternmost", "urban", "located", "national", "provincial", "45th", "royal" ],
  "nouns" : [ "southwest", "symbol", "capital", "city", "south", "north", "centre", "northeast", "royalty", "seat", "coat", "tressure", "duchy", "parallel", "Duchy", "west", "mi", "southeast", "addition" ],
  "text" : "Cornwall is a city in Eastern Ontario, Canada, and the seat of the United Counties of Stormont, Dundas and Glengarry. Cornwall is Ontario's easternmost city, located on the Saint Lawrence River in the Quebec City–Windsor Corridor along Ontario Highway 401, and is the urban centre for surrounding communities, including Long Sault and Ingleside to the west, Mohawk Territory of Akwesasne to the south, St. Andrew's and Avonmore to the north, and Glen Walter, Martintown, Apple Hill, Williamstown, and Lancaster to the east. Cornwall lies on the 45th parallel, approximately 100 kilometres (62 mi) southeast of Ottawa, the national capital, 120 kilometres (75 mi) southwest of Montreal, Quebec's largest city, and 440 kilometres (270 mi) northeast of Toronto, the provincial capital and Canada's largest city. It is named after the English Duchy of Cornwall; the City's coat of arms is based on that of the duchy with its colours reversed and the addition of a \"royal tressure\", a Scottish symbol of royalty. Its largest industries include logistics distribution and call centres."
}, {
  "entityIndex" : "47_entity14138",
  "entityUrl" : "http://dbpedia.org/resource/Chiang_Mai",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "315.42" ]
  },
  "words" : [ "``", "country", "-LSB-", "capital", "Siam", "ᨿᨦᩉ", "sometimes", "เชียงใหม่", "1899", "amongst", "1774", "major", "culturally", "435", "1939", "Thai", "written", "state", "mi", "--", "ˈtʃjɑːŋˈmaɪ", "finally", "ᨩ", "Chiangmai", "tributary", "significant", ",", ".", "Province", "former", "/", "Lanna", "seat", "Bangkok", "Mai", "highest", "màj", "Ping", "-RRB-", ":", "ᨾ", "largest", "became", "mountains", "-LRB-", "city", "north", "Thailand", "ceremonial", "situated", "Chiengmai", "Na", "Chao", "Northern", "River", "merely", "prince", "''", "sits", "km", "tɕʰiəŋ", "Chiang", "1296", "t͡ɕīaŋ.màj", "astride", "Kingdom", "700", "Lan", "-RSB-", "Phraya", "1768" ],
  "adjectives" : [ "ˈtʃjɑːŋˈmaɪ", "major", "Northern", "tributary", "significant", "ceremonial", "former" ],
  "nouns" : [ "country", "capital", "km", "tɕʰiəŋ", "city", "north", "t͡ɕīaŋ.màj", "tributary", "seat", "màj", "River", "state", "mi", "ᨾ", "prince" ],
  "text" : "Chiang Mai (/ˈtʃjɑːŋˈmaɪ/, from Thai: เชียงใหม่  [tɕʰiəŋ màj] , Lanna: ᨩ᩠ᨿᨦᩉ᩠ᨾᩲ᩵ [t͡ɕīaŋ.màj] ) sometimes written as \"Chiengmai\" or \"Chiangmai\", is the largest and most culturally significant city in Northern Thailand. It is the capital of Chiang Mai Province and was a former capital of the Kingdom of Lan Na (1296–1768), which became the Kingdom of Chiang Mai, a tributary state of Siam from 1774 to 1899 and finally the seat of a merely ceremonial prince until 1939. It is 700 km (435 mi) north of Bangkok and is situated amongst the highest mountains in the country. The city sits astride the Ping River, a major tributary of the Chao Phraya River. Chiang Mai means \"new city\" and was so named because it became the new capital of the Lan Na kingdom when it was founded in 1296, succeeding Chiang Rai, the former capital founded in 1262. Chiang Mai gained prominence in the political sphere in May 2006, when the Chiang Mai Initiative was concluded between the ASEAN nations and the \"+3\" countries (China, Japan, and South Korea). Chiang Mai was one of three Thai cities contending for Thailand's bid to host the World Expo 2020 (the others were Chonburi and Ayutthaya). Ayutthaya, however, was the city ultimately chosen by the Thai Parliament to register for the international competition. Chiang Mai has positioned itself to become a Creative City and is considering applying for Creative City status with UNESCO. Chiang Mai was one of two tourist destinations in Thailand on TripAdvisor's 2014 list of \"25 Best Destinations in the World\", where it stands at number 24. Chiang Mai's historic importance is derived from its close proximity to the Ping River and major trading routes. While officially the city (thesaban nakhon) of Chiang Mai only covers most parts of the Mueang Chiang Mai district with a population of 160,000, the city's sprawl extends into several neighboring districts. The Chiang Mai Metropolitan Area has a population of nearly one million people, more than half the total of Chiang Mai Province. The city is subdivided into four wards (khwaeng): Nakhon Ping, Srivijaya, Mengrai, and Kawila. The first three are on the west bank of the Ping River, and Kawila is on the east bank. Nakhon Ping district comprises the north part of the city. Srivijaya, Mengrai, and Kawila consist of the west, south, and east parts, respectively. The city center—within the city walls—is mostly within Srivijaya ward."
}, {
  "entityIndex" : "48_entity14158",
  "entityUrl" : "http://dbpedia.org/resource/Chilliwack",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "75.7" ]
  },
  "words" : [ "Cultus", "largest", "surrounded", "mountains", "predominantly", "city", "recreational", "areas", "Regional", "Lake", "long", "second", "agricultural", "Chilliwack", "British", "ˈtʃɪləwæk", "Provincial", "estimated", ",", "community", "Fraser", "people", ".", "/", "population", "seat", "Canada", "Columbia", "80,000", "urban", "Valley", "Parks", "District", "become" ],
  "adjectives" : [ "agricultural", "urban", "ˈtʃɪləwæk", "recreational", "second" ],
  "nouns" : [ "seat", "city", "community", "population" ],
  "text" : "Chilliwack /ˈtʃɪləwæk/ is a city in British Columbia, Canada. It has long been a predominantly agricultural community, but with an estimated population of 80,000 people, it has become more urban. Chilliwack is the seat of the Fraser Valley Regional District and its second largest city. This city is surrounded by mountains and recreational areas such as Cultus Lake and Chilliwack Lake Provincial Parks. It is located 102 kilometres (63 miles) southeast of Vancouver. There are many outdoor activities in the area, including hiking, horseback riding, biking, camping, fishing, and golf."
}, {
  "entityIndex" : "49_entity14162",
  "entityUrl" : "http://dbpedia.org/resource/Campbell_River,_British_Columbia",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "20.8" ]
  },
  "words" : [ "``", "Quadra", "Vancouver", "-LRB-", "city", "south", "Inside", "2011", "World", "Sayward", "neighboring", "long", "east", "along", "shipping", "River", "lies", "end", "Tahsis", "close", "Islands", "''", "Gold", "British", "Salmon", "Campbell", "Discovery", "Capital", "Passage", ",", "Island", "Zeballos", ".", "population", "31,186", "important", "coast", "Columbia", "route", "proximity", "Oyster", "census", "claims", "-RRB-", "Region", "touted", "coastal", "communities" ],
  "adjectives" : [ "important", "east", "south", "close", "coastal" ],
  "nouns" : [ "coast", "route", "shipping", "city", "proximity", "census", "end", "Passage", "population" ],
  "text" : "Campbell River is a coastal city in British Columbia on the east coast of Vancouver Island at the south end of Discovery Passage, which lies along the important coastal Inside Passage shipping route. Campbell River claims a population (2011 census) of 31,186 and has long been touted as \"the Salmon Capital of the World\". Campbell River and Region is in close proximity to the neighboring communities of Quadra and the Discovery Islands, Sayward, Oyster River, Gold River, Tahsis and Zeballos."
}, {
  "entityIndex" : "50_entity14175",
  "entityUrl" : "http://dbpedia.org/resource/Curitiba",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "210.88899899588395", "210.9" ]
  },
  "words" : [ ],
  "adjectives" : [ ],
  "nouns" : [ ],
  "text" : ""
}, {
  "entityIndex" : "51_entity14185",
  "entityUrl" : "http://dbpedia.org/resource/Corner_Brook",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "104.4" ]
  },
  "words" : [ "largest", "-LRB-", "functions", "city", "latitude", "John", "2011", "Brook", "St.", "northern", "Corner", "province", "Located", "west", "River", "Islands", "CA", "similar", "side", "Gaspé", "island", "19,886", "Quebec", "Lawrence", "centre", "Newfoundland", "Gulf", ",", "'s", ".", "population", "26,623", "Labrador", "Humber", "coast", "Canada", "mouth", "size", "service", "-RRB-", "located", ":", "Bay", "western", "landscape" ],
  "adjectives" : [ "similar", "located", "western", "northern" ],
  "nouns" : [ "side", "city", "island", "latitude", "centre", "population", "coast", "Corner", "mouth", "province", "size", "service", "west", "landscape" ],
  "text" : "Corner Brook (2011 population: 19,886 CA 26,623) is a city located on the west coast of the island of Newfoundland in Newfoundland and Labrador, Canada. Located on the Bay of Islands at the mouth of the Humber River, the city is the largest population centre in the province after St. John's. As such, Corner Brook functions as a service centre for western and northern Newfoundland. It is located on the same latitude as Gaspé, Quebec, a city of similar size and landscape on the other side of the Gulf of St. Lawrence. Corner Brook is the most northern city in Atlantic Canada. It is the administrative headquarters of the Qalipu Mi'kmaq First Nations band government. The Mi'kmaq name for the nearby Humber River is \"Maqtukwek\"."
}, {
  "entityIndex" : "52_entity14227",
  "entityUrl" : "http://dbpedia.org/resource/Courtenay,_British_Columbia",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "88.3" ]
  },
  "words" : [ ],
  "adjectives" : [ ],
  "nouns" : [ ],
  "text" : ""
}, {
  "entityIndex" : "53_entity14251",
  "entityUrl" : "http://dbpedia.org/resource/Cowansville",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "271.0" ]
  },
  "words" : [ ],
  "adjectives" : [ ],
  "nouns" : [ ],
  "text" : ""
}, {
  "entityIndex" : "54_entity14562",
  "entityUrl" : "http://dbpedia.org/resource/Calgary",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "237.9" ]
  },
  "words" : [ ],
  "adjectives" : [ ],
  "nouns" : [ ],
  "text" : ""
}, {
  "entityIndex" : "55_entity14565",
  "entityUrl" : "http://dbpedia.org/resource/Charlottetown",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "80.8" ]
  },
  "words" : [ ],
  "adjectives" : [ ],
  "nouns" : [ ],
  "text" : ""
}, {
  "entityIndex" : "56_entity28442",
  "entityUrl" : "http://dbpedia.org/resource/Udon_Thani",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "393.0" ]
  },
  "words" : [ "``", "big", "-LSB-", "capital", "-LRB-", "ʔudɔːn", "Thailand", "major", "known", "Isan", "four", "Thani", "Thai", "Ratchathani", "''", "อุดรธานี", "pronounced", "cities", "Ubon", "Udon", "one", ",", ".", "Province", "tʰaːniː", "-RRB-", "-RSB-", ":", "Khorat", "Kaen", "region", "Khon" ],
  "adjectives" : [ "big", "pronounced", "major", "Isan", "ʔudɔːn" ],
  "nouns" : [ "tʰaːniː", "capital", "region" ],
  "text" : "Udon Thani (Thai: อุดรธานี, pronounced [ʔudɔːn tʰaːniː]) is one of the four major cities (Khorat, Ubon Ratchathani, Udon Thani, and Khon Kaen) of the Isan region, Thailand, (known as the \"big four of Isan\"). It is the capital of Udon Thani Province."
}, {
  "entityIndex" : "57_entity28548",
  "entityUrl" : "http://dbpedia.org/resource/Urban_water_management_in_Monterrey,_Mexico",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "685.0", "685.0" ]
  },
  "words" : [ "exception", "income", "increased", "-LRB-", "boom", "ranching", "city", "pattern", "rapid", "remains", "investments", "northern", "Monterrey", "toll", "3.86", "agriculture", "irrigation", "disparity", "Metro", "taken", "metamorphosis", "early", "live", "successful", "addition", "area", "MMA", "Mexican", "large", "20th", "began", "resources", ",", "urbanization", "water", ".", "century", "million", "Beginning", "-RRB-", "Mexico", "residents", "growth", "fueled", "economic" ],
  "adjectives" : [ "Mexican", "large", "20th", "rapid", "northern", "economic", "successful" ],
  "nouns" : [ "exception", "income", "area", "MMA", "boom", "ranching", "city", "pattern", "urbanization", "toll", "water", "agriculture", "century", "irrigation", "disparity", "growth", "metamorphosis", "addition" ],
  "text" : "Beginning early in the 20th century, Monterrey, Mexico began a successful economic metamorphosis and growth pattern that remains an exception in Mexico. This all began with increased investments in irrigation that fueled a boom in agriculture and ranching for this northern Mexican city. The economic growth has fueled income disparity for the 3.86 million residents who live in the Monterrey Metro area (MMA). In addition, the rapid urbanization has taken a large toll on the water resources. In addressing many of this challenges, the city of Monterrey has become a model for sound and effective Integrated urban water management. The challenges that Monterrey has confronted pertain to scarcity of surface water resources, poor water quality due to untreated industrial effluents, political cycles and term-limits which can limit long-term vision, and water disputes between urban and agricultural users. Fortunately, Monterrey has good groundwater \"well-fields\" that supply about 40% of the water demand for the city and generally are not over-exploited because of good connections to high-yield aquifer systems in the central parts of the \"Curvatura de Monterrey\". These wells are managed as storage reserves that can be used in time of drought, which is quite common in this region of Mexico. Also unique to Monterrey is an arrangement made between farmers and the municipality, whereby the farmers grant the use of their water rights from the nearby Cuchillo reservoir and the municipal water utility SADM (Servicios de Agua y Drenaje de Monterrey) returns urban used and treated water to farmers for irrigation. This arrangement has benefited both parties since SADM supplements its water supply with high quality but internmitent supply from the Cuchillo reservoir and farmers receive a consistent and full of nutrients water for irrigation. The longer term outlook for the area is for urbanization to continue and water availability to decrease, therefore, new water management strategies will have to be created."
}, {
  "entityIndex" : "58_entity16521",
  "entityUrl" : "http://dbpedia.org/resource/Guadalajara",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "1583.0" ]
  },
  "words" : [ "largest", "behind", "-LSB-", "capital", "-LRB-", "city", "municipality", "seven", "1,495,189", "second", "2009", "central", "reported", "Guadalajara", "Spanish", "state", "Metropolitan", "area", "Mexican", "making", "ˌɡwɑːdələˈhɑːrə", "pronunciation", "metropolitan", "includes", "adjacent", "ɡwaðalaˈxaɾa", "City", ",", "'s", ".", "municipalities", "/", "population", "seat", "Area", "4,328,584", "-RRB-", "-RSB-", "Mexico", ":", "Western-Pacific", "fourth", "region", "populous", "Jalisco" ],
  "adjectives" : [ "Mexican", "central", "ˌɡwɑːdələˈhɑːrə", "metropolitan", "Spanish", "Western-Pacific", "adjacent", "fourth", "populous", "second" ],
  "nouns" : [ "seat", "area", "capital", "pronunciation", "city", "municipality", "ɡwaðalaˈxaɾa", "state", "region", "population" ],
  "text" : "Guadalajara (/ˌɡwɑːdələˈhɑːrə/, Spanish pronunciation: [ɡwaðalaˈxaɾa] ) is the capital and largest city of the Mexican state of Jalisco, and the seat of the municipality of Guadalajara. The city is in the central region of Jalisco in the Western-Pacific area of Mexico. With a population of 1,495,189 it is Mexico's fourth most populous municipality. The Guadalajara Metropolitan Area includes seven adjacent municipalities with a reported population of 4,328,584 in 2009, making it the second most populous metropolitan area in Mexico, behind Mexico City. The municipality is the second most densely populated in Mexico, the first being Ciudad Nezahualcóyotl in State of Mexico. Guadalajara is the 10th largest city in Latin America in population, urban area and gross domestic product. The city is named after the Spanish city of Guadalajara, the name of which came from the Andalusian Arabic wād(i) l-ḥijāra (واد الحجارة or وادي الحجارة), meaning \"river/valley of stones\". The city's economy is based on services and industry, especially information technology, with a large number of international firms having regional offices and manufacturing facilities in the Guadalajara Metropolitan Area, and several domestic IT companies headquartered in the city. Other, more traditional industries, such as shoes, textiles and food processing are also important contributing factors. Guadalajara is a cultural center of Mexico, considered by most to be the home of mariachi music and host to a number of large-scale cultural events such as the Guadalajara International Film Festival, the Guadalajara International Book Fair, and globally renowned cultural events which draw international crowds. It is home to the C.D. Guadalajara, one of the most popular football clubs in Mexico. This city was named the American Capital of Culture for 2005. Guadalajara hosted the 2011 Pan American Games."
}, {
  "entityIndex" : "59_entity16526",
  "entityUrl" : "http://dbpedia.org/resource/Gatineau",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "104.8" ]
  },
  "words" : [ "de", "largest", "-LSB-", "-LRB-", "city", "Gatineau", "ˈɡætᵻnoʊ", "2011", "immediately", "northern", "314,501", "across", "ɡatino", "bank", "French", "province", "National", "River", "Ottawa", "together", "officially", "Ville", "265,349", "pronunciation", "metropolitan", "Quebec", "City", "Capital", ",", "'s", ".", "/", "population", "Laval", "Canada", "-RRB-", "-RSB-", "located", "Region", ":", "western", "fourth", "Montreal", "forms" ],
  "adjectives" : [ "French", "metropolitan", "ˈɡætᵻnoʊ", "located", "western", "fourth", "northern" ],
  "nouns" : [ "ɡatino", "bank", "pronunciation", "province", "city", "population" ],
  "text" : "Gatineau (/ˈɡætᵻnoʊ/, French pronunciation: ​[ɡatino]), officially Ville de Gatineau, is a city in western Quebec, Canada. It is the fourth largest city in the province after Montreal, Quebec City, and Laval. It is located on the northern bank of the Ottawa River, immediately across from Ottawa, together with which it forms Canada's National Capital Region. As of 2011 Gatineau had a population of 265,349, and a metropolitan population of 314,501. The Ottawa–Gatineau census metropolitan area had a population of 1,236,324. Gatineau is coextensive with a territory equivalent to a regional county municipality (TE) and census division (CD) of the same name, whose geographical code is 81. It is the seat of the judicial district of Hull."
}, {
  "entityIndex" : "60_entity16918",
  "entityUrl" : "http://dbpedia.org/resource/Gunter,_Texas",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "50.19328061051797" ]
  },
  "words" : [ "--", "city", "part", "southwestern", "United", "2010", ",", "Gunter", "County", ".", "population", "States", "Area", "corner", "Texas", "Denison", "census", "Statistical", "Sherman", "Grayson", "1,498", "Metropolitan" ],
  "adjectives" : [ "southwestern" ],
  "nouns" : [ "corner", "city", "census", "part", "population" ],
  "text" : "Gunter is a city in the southwestern corner of Grayson County, Texas, United States. The population was 1,498 at the 2010 census. It is part of the Sherman–Denison Metropolitan Statistical Area."
}, {
  "entityIndex" : "61_entity16994",
  "entityUrl" : "http://dbpedia.org/resource/Guelph",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "335.6" ]
  },
  "words" : [ "``", "standard", "southwestern", "politically", "Waterloo", "121,688", "high", "roughly", "intersection", "west", "mi", "Wellington", "Guelph", "17", "Highway", "City", ",", "Downtown", "'s", ".", "/", "population", "seat", "Canada", "Census", "6", "7", "-RRB-", "kilometres", "consistently", ";", "62", "Ontario", "Toronto", "-LRB-", "independent", "city", "28", "2011", "best", "County", "Royal", "east", "low", "crime", "ɡwɛlf", "live", "''", "living", "rates", "one", "clean", "generally", "rated", "100", "environment", "places", "Known" ],
  "adjectives" : [ "east", "high", "independent", "low", "southwestern", "clean" ],
  "nouns" : [ "standard", "living", "city", "Highway", "Downtown", "population", "seat", "environment", "intersection", "west", "crime", "ɡwɛlf", "mi" ],
  "text" : "Guelph (/ɡwɛlf/; Canada 2011 Census population 121,688) is a city in southwestern Ontario, Canada. Known as \"The Royal City\", Guelph is roughly 28 kilometres (17 mi) east of Waterloo and 100 kilometres (62 mi) west of Downtown Toronto at the intersection of Highway 6 and Highway 7. It is the seat of Wellington County, but is politically independent of it. Because of its low crime rates, clean environment and generally high standard of living, Guelph is consistently rated as one of Canada's best places to live. Guelph has been noted as having one of the lowest unemployment rates in the country throughout the 2008–2012 global recession, and has ranked at the bottom of Canada's crime severity list since 2007."
}, {
  "entityIndex" : "62_entity17019",
  "entityUrl" : "http://dbpedia.org/resource/Greater_Sudbury",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "49.5" ]
  },
  "words" : [ "single-tier", "largest", "-LRB-", "city", "regional", "Sudbury", "administratively", "part", "municipality", "county", "2011", "Northern", "land", "area", "24th", "commonly", "metropolitan", "thus", ",", ".", "population", "Canada", "seventh", "census", "district", "-RRB-", "Greater", "Ontario", "160,274", "referred" ],
  "adjectives" : [ "single-tier", "24th", "metropolitan", "seventh", "regional", "Northern" ],
  "nouns" : [ "area", "city", "census", "part", "district", "municipality", "county", "land", "population" ],
  "text" : "Greater Sudbury, commonly referred to as Sudbury, is a city in Ontario, Canada. It is the largest city in Northern Ontario by population, (2011 census population 160,274,) and is the 24th largest metropolitan area in Canada. By land area, it is the largest city in Ontario and the seventh largest municipality by area in Canada. It is administratively a single-tier municipality, and thus not part of any district, county, or regional municipality. Sudbury was founded following the discovery of nickel ore by Tom Flanagan, a Canadian Pacific Railway blacksmith in 1883, when the transcontinental railway was near completion. Greater Sudbury was formed in 2001 by merging the cities and towns of the former Regional Municipality of Sudbury with several previously unincorporated geographic townships. The population resides in an urban core and many smaller communities scattered around 300 lakes and among hills of rock blackened by historical smelting activity. Sudbury was once a major lumber centre and a world leader in nickel mining. Mining and related industries dominated the economy for much of the 20th century. The two major mining companies which shaped the history of Sudbury were Inco, now Vale Limited, which employed more than 25% of the population by the 1970s, and Falconbridge, now Glencore. Sudbury has since expanded from its resource-based economy to emerge as the major retail, economic, health and educational centre for Northeastern Ontario. Sudbury is also home to a large Franco-Ontarian population that influences its arts and culture. Sudbury has a humid continental climate with warm and often hot summers and long, cold, snowy winters."
}, {
  "entityIndex" : "63_entity15502",
  "entityUrl" : "http://dbpedia.org/resource/Edmonton",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "123.0" ]
  },
  "words" : [ "66", "capital", "surrounded", "-LRB-", "Alberta", "city", "municipality", "ˈɛdməntən", "percent", "1,363,300", "represents", "total", "central", "CMA", "River", "North", "area", "metropolitan", "within", "centre", "Saskatchewan", "Capital", ",", "'s", ".", "/", "population", "second-largest", "Canada", "fifth-largest", "2016", "2015", "Edmonton", "census", "-RRB-", "Region", "municipal", "899,447", "region" ],
  "adjectives" : [ "fifth-largest", "total", "central", "metropolitan", "ˈɛdməntən", "municipal", "second-largest" ],
  "nouns" : [ "area", "capital", "city", "CMA", "census", "municipality", "centre", "region", "percent", "population" ],
  "text" : "Edmonton /ˈɛdməntən/ is the capital of Alberta, Canada. Edmonton is on the North Saskatchewan River and is the centre of the Edmonton Capital Region, which is surrounded by Alberta's central region. The city had a population of 899,447 in the 2016 municipal census, is Alberta's second-largest city and Canada's fifth-largest municipality. This population represents 66 percent of the total 2015 population of 1,363,300 within the Edmonton census metropolitan area (CMA), Canada's fifth-largest CMA by population. Edmonton is the most northern North American city with a metropolitan population over one million. A resident of Edmonton is known as an Edmontonian. Edmonton's historic growth has been facilitated through the absorption of five adjacent urban municipalities (Strathcona, North Edmonton, West Edmonton, Beverly and Jasper Place) and a series of annexations ending in 1982. Edmonton serves as the northern anchor of the Calgary–Edmonton Corridor. Known as the \"Gateway to the North\", the city is a staging point for large-scale oil sands projects occurring in northern Alberta and large-scale diamond mining operations in the Northwest Territories. Edmonton is a cultural, governmental and educational centre. It hosts a year-round slate of festivals, reflected in the nickname \"Canada's Festival City\". It is home to North America's largest mall, West Edmonton Mall (the world's largest mall from 1981 until 2004), and Fort Edmonton Park, Canada's largest living history museum."
}, {
  "entityIndex" : "64_entity15801",
  "entityUrl" : "http://dbpedia.org/resource/El_Cenizo,_Texas",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "1908.858183661169", "1908.86" ]
  },
  "words" : [ "May", "city", "El", "Webb", "United", "official", "2010", "language", "County", "third-largest", "States", "2006", "gained", "reported", "national", "Spanish", "1999", "Cenizo", "widely", ",", ".", "population", "Texas", "3,273", "census", "attention" ],
  "adjectives" : [ "national", "official", "Spanish", "third-largest" ],
  "nouns" : [ "city", "census", "attention", "language", "population" ],
  "text" : "El Cenizo is a city in Webb County, Texas, United States. The population was 3,273 at the 2010 census. El Cenizo is the third-largest city in Webb County. In 1999  and again in May, 2006, El Cenizo gained national attention when it was widely reported that the city had Spanish as its official language. In an interview on a national cable news network held on May 23, 2006, its mayor defended the decision, but said that official business was now conducted in both English and Spanish. He also said that while he supported English as the common and unifying language of the United States, he believed that any attempt to make English that \"official\" national language would have a discriminatory effect against bilingual programs."
}, {
  "entityIndex" : "65_entity15844",
  "entityUrl" : "http://dbpedia.org/resource/Edmundston",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "23.8" ]
  },
  "words" : [ ],
  "adjectives" : [ ],
  "nouns" : [ ],
  "text" : ""
}, {
  "entityIndex" : "66_entity16369",
  "entityUrl" : "http://dbpedia.org/resource/Fort_St._John,_British_Columbia",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "42.5" ]
  },
  "words" : [ "47", "John", "municipality", "northeastern", "Regional", "Mile", "post", "mi", "area", "encompasses", "cities", "Highway", "City", ",", ".", "Canada", "square", "Columbia", "census", "Originally", "-RRB-", "kilometres", "residents", "District", "European-established", "22", "trading", "largest", "-LRB-", "city", "2011", "Fort", "St.", "settlement", "total", "along", "Located", "1794", "member", "Peace", "River", "Alaska", "21,000", "end", "sq", "established", "British", "present-day", "one", "2015", "oldest", "18,609", "8.5" ],
  "adjectives" : [ "square", "British", "total", "present-day", "northeastern", "European-established" ],
  "nouns" : [ "area", "trading", "post", "city", "census", "member", "municipality", "end", "mi", "sq", "settlement" ],
  "text" : "The City of Fort St. John is a city in northeastern British Columbia, Canada. A member municipality of the Peace River Regional District, the city encompasses a total area of about 22 square kilometres (8.5 sq mi) with 18,609 residents at the 2011 census (More than 21,000 by the end of 2015). Located at Mile 47, it is one of the largest cities along the Alaska Highway. Originally established in 1794, as a trading post, Fort St. John is the oldest European-established settlement in present-day British Columbia. Fort St. John is served by the Fort St. John Airport. The municipal slogan is Fort St. John: The Energetic City."
}, {
  "entityIndex" : "67_entity24871",
  "entityUrl" : "http://dbpedia.org/resource/Quebec_City",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "228.6" ]
  },
  "words" : [ "southwest", "``", "de", "-LSB-", "capital", "Cap-Diamant", "Algonquin", "bank", "province", "806,400", "meaning", "narrows", "mi", "area", "given", "making", "metropolitan", "proximate", "opposite", "kebɛk", "City", "160", ",", "'s", ".", "/", "Québec", "population", "second-largest", "kᵻˈbɛk", "Canada", "promontory", "-RRB-", "name", "kilometres", ":", ";", "narrowing", "word", "-LRB-", "city", "540,994", "provided", "seventh-largest", "respectively", "Kébec", "French", "French-speaking", "River", "Ville", "''", "Quebec", "Lawrence", "also", "Diamond", "260", "Cape", "2015", "Montréal", "-RSB-", "Lévis", "river", "Montreal", "Saint" ],
  "adjectives" : [ "kᵻˈbɛk", "metropolitan", "seventh-largest", "French-speaking", "Cap-Diamant", "opposite", "Québec", "second-largest" ],
  "nouns" : [ "area", "southwest", "capital", "city", "kebɛk", "population", "promontory", "bank", "province", "meaning", "name", "narrowing", "river", "mi", "word" ],
  "text" : "Quebec (/kᵻˈbɛk/; French: Québec [kebɛk] ), also Québec, City of Québec, Quebec City, or Québec City (French: Ville de Québec), is the capital of the province of Quebec in Canada. In 2015 the city had a population of 540,994, and the metropolitan area had a population of 806,400, making it Canada's seventh-largest metropolitan area and Quebec's second-largest city after Montreal, which is about 260 kilometres (160 mi) to the southwest, respectively. Quebec is the second-largest French-speaking city in Canada after Montréal. The narrowing of the Saint Lawrence River proximate to the city's promontory, Cap-Diamant (Cape Diamond), and Lévis, on the opposite bank, provided the name given to the city, Kébec, an Algonquin word meaning \"where the river narrows\". Founded in 1608 by Samuel de Champlain, Quebec City is one of the oldest cities in North America. The ramparts surrounding Old Quebec (Vieux-Québec) are the only fortified city walls remaining in the Americas north of Mexico, and were declared a World Heritage Site by UNESCO in 1985 as the 'Historic District of Old Québec'. According to the federal and provincial governments, Québec is the city's official name in both French and English, although Quebec City (or its French equivalent, Ville de Québec) is commonly used, particularly to distinguish the city from the province. In French, the names of the province and the city are distinguished grammatically in that the province takes the definite article (le Québec, du Québec, au Québec, respectively 'the Quebec', 'from the Quebec', 'in the Quebec') and the city does not (Québec, de Québec, à Québec, respectively 'Quebec City', 'from Quebec City', 'in Quebec City'). The city's famous landmarks include the Château Frontenac, a hotel which dominates the skyline, and La Citadelle, an intact fortress that forms the centrepiece of the ramparts surrounding the old city. The National Assembly of Quebec (provincial legislature), the Musée national des beaux-arts du Québec (National Museum of Fine Arts of Quebec), and the Musée de la civilisation (Museum of Civilization) are found within or near Vieux-Québec."
}, {
  "entityIndex" : "68_entity24896",
  "entityUrl" : "http://dbpedia.org/resource/Quesnel,_British_Columbia",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "1.6" ]
  },
  "words" : [ "small", "largest", "city", "part", "nearly", "claimed", "main", "Lake", "northern", "gold", "overnight", "Cariboo", "Prince", "Yukon", "Williams", "world", "George", "Located", "Alaska", "pan", "Nome", "train", "evenly", "kwəˈnɛl", "British", "disputed", "Rocky", "cities", "Quesnel", "also", ",", "'s", ".", "/", "home", "travels", "Canada", "Columbia", "route", "although", "Mountaineer", "stops", "District" ],
  "adjectives" : [ "small", "overnight", "kwəˈnɛl", "British", "main", "northern" ],
  "nouns" : [ "gold", "route", "world", "city", "part", "pan", "home", "train" ],
  "text" : "Quesnel /kwəˈnɛl/ is a small city that is part of the Cariboo District of British Columbia, Canada. Located nearly evenly between the cities of Prince George and Williams Lake, it is on the main route to northern British Columbia and Yukon. It is claimed to be home to the world's largest gold pan, although this is disputed by Nome, Alaska. The Rocky Mountaineer train also travels through and stops overnight in Quesnel. Quesnel is sister city to Shiraoi, Japan and Val-d'Or, Quebec. Quesnel hosted the 2000 British Columbia Winter Games, an annual provincial amateur sports competition. To the east of Quesnel lie Wells, Barkerville, and Bowron Lake Provincial Park, a popular canoeing destination in the Cariboo Mountains."
}, {
  "entityIndex" : "69_entity23381",
  "entityUrl" : "http://dbpedia.org/resource/Ottawa",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "196.6" ]
  },
  "words" : [ "-LSB-", "capital", "Gatineau", "stands", "bank", "National", "CMA", "Ottawa", "ˈɒtəwə", "--", "area", "eastern", "making", "pronunciation", "metropolitan", ",", ".", "/", "population", "Canada", "core", "census", "-RRB-", "Region", ":", ";", "NCR", "Ontario", "southern", "-LRB-", "city", "south", "borders", "portion", "2011", "two", "ɔtawa", "French", "fourth-largest", "reported", "River", "883,391", "within", "Quebec", "Capital", "ˈɒtəwɑː", "form", "-RSB-", "1,236,324" ],
  "adjectives" : [ "southern", "eastern", "French", "metropolitan", "fourth-largest", "south", "ˈɒtəwə", "ˈɒtəwɑː" ],
  "nouns" : [ "area", "core", "capital", "bank", "pronunciation", "city", "CMA", "portion", "census", "ɔtawa", "population" ],
  "text" : "Ottawa (/ˈɒtəwə/ or /ˈɒtəwɑː/; French pronunciation: ​[ɔtawa]) is the capital city of Canada. It stands on the south bank of the Ottawa River in the eastern portion of southern Ontario. Ottawa borders Gatineau, Quebec; the two form the core of the Ottawa–Gatineau census metropolitan area (CMA) and the National Capital Region (NCR). The 2011 census reported a population of 883,391 making it the fourth-largest city in Canada, and 1,236,324 within the CMA, making it the fourth-largest CMA in Canada. The City of Ottawa reported that the city had an estimated population of 960,754 as of December 2015. Founded in 1826 as Bytown, and incorporated as \"Ottawa\" in 1855, the city has evolved into a political and technological centre of Canada. Its original boundaries were expanded through numerous minor annexations and were ultimately replaced by a new city incorporation and major amalgamation in 2001 which significantly increased its land area. The city name \"Ottawa\" was chosen in reference to the Ottawa River nearby, which is a word derived from the Algonquin word Odawa, meaning \"to trade\". The city is the most educated in Canada, and it is home to a number of post-secondary, research, and cultural institutions, including the National Arts Centre and the National Gallery. Ottawa also has the highest standard of living in the nation and low unemployment. It ranked second out of 150 worldwide in the Numbeo quality of life index 2014-2015, and it contains a UNESCO World Heritage Site."
}, {
  "entityIndex" : "70_entity23416",
  "entityUrl" : "http://dbpedia.org/resource/Oxnard,_California",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "2841.0" ]
  },
  "words" : [ "larger", "city", "part", "United", "2012", "Angeles", "19th", "County", "miles", "States", "along", "west", "lies", "Ventura", "Southern", "30", "limits", "ˈɒksnɑːrd", "area", "Report", "Financial", "California", ",", ".", "/", "population", "coast", "Los", "Oxnard", "approximately", "203,585", "located", "Greater", "populous" ],
  "adjectives" : [ "ˈɒksnɑːrd", "19th", "populous" ],
  "nouns" : [ "area", "coast", "city", "part", "west", "population" ],
  "text" : "Oxnard /ˈɒksnɑːrd/ is a city in the United States, located along the coast of Southern California. It is the 19th most populous city in California and the most populous in Ventura County. The city lies approximately 30 miles west of the Los Angeles city limits, and is part of the larger Greater Los Angeles area. The population of Oxnard is 203,585 as of the 2012 Financial Report. Oxnard is the most populous city in the Oxnard-Thousand Oaks-Ventura, CA Metropolitan Statistical Area, which is listed as one of the wealthiest areas in America, with its residents making well above the average national income. Oxnard was incorporated in 1903. It is located at the western edge of the fertile Oxnard Plain, sitting adjacent to an agricultural center of strawberries and lima beans. Oxnard is also a major transportation hub in Southern California, with Amtrak, Union Pacific, Metrolink, Greyhound, and Intercalifornia stopping in Oxnard. Oxnard also has a small regional airport called Oxnard Airport (OXR). Oxnard is also the location of the National Weather Service forecast office that serves the Los Angeles area."
}, {
  "entityIndex" : "71_entity23629",
  "entityUrl" : "http://dbpedia.org/resource/Orillia",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "88.8" ]
  },
  "words" : [ "Couchiching", "independent", "Canadian", "city", "part", "least", "several", "əˈrɪliə", "back", "Central", "Lake", "politically", "County", "years", "Orillia", "incorporated", "today", "village", "dates", "Although", "history", "City", ",", ".", "/", "Originally", "located", "region", "Ontario", "Simcoe", "Huronia", "thousand", "1867" ],
  "adjectives" : [ "independent", "Canadian", "several", "əˈrɪliə", "located" ],
  "nouns" : [ "city", "part", "today", "history", "region", "village" ],
  "text" : "Orillia /əˈrɪliə/ is a Canadian city located in Simcoe County between Lake Couchiching and Lake Simcoe. Although located in Simcoe County, the city is politically independent. It is part of the Huronia region of Central Ontario. Originally incorporated as a village in 1867, the history of what is today the City of Orillia dates back at least several thousand years. Archaeologists have uncovered evidence of fishing by the Huron and Iroquois peoples in the area over 4,000 years ago as well as sites used by Native Americans for hundreds of years for trading, hunting, and fishing. Known as the \"Sunshine City\", the city's large waterfront attracts many tourists to the area every year, as do a good number of annual festivals and other cultural attractions. While the area's largest employer is Casino Rama, overall economic activity in Orillia is a mixture of many different industries including manufacturing, government services, customer service and tourism."
}, {
  "entityIndex" : "72_entity23631",
  "entityUrl" : "http://dbpedia.org/resource/Owen_Sound",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "51.4" ]
  },
  "words" : [ "-LRB-", "city", "county", "2011", "County", "21,688", "Owen", "Sydenham", "Georgian", "Southern", "CA", "Grey", "mouths", "32,092", "Sound", "Rivers", ",", "inlet", ".", "population", "seat", "Canada", "Census", "Pottawatomi", "-RRB-", "located", ";", "Bay", "Southwestern", "Ontario" ],
  "adjectives" : [ "located", "Georgian" ],
  "nouns" : [ "seat", "city", "county", "inlet", "population" ],
  "text" : "Owen Sound (Canada 2011 Census population 21,688; CA population 32,092), the county seat of Grey County, is a city in Southern (Southwestern) Ontario, Canada. Owen Sound is located at the mouths of the Pottawatomi and Sydenham Rivers on an inlet of Georgian Bay."
}, {
  "entityIndex" : "73_entity23771",
  "entityUrl" : "http://dbpedia.org/resource/Port-au-Prince",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "16523.0" ]
  },
  "words" : [ "-LSB-", "capital", "Carrefour", "harbor", "communes", "acts", "sustained", "Gonâve", "Haitian", "IHSI", "bay", "civilizations", "defined", "area", "including", "Pétionville", "pronunciation", "metropolitan", "natural", "Soleil", "pɔtopɣɛ̃s", "Gulf", "'s", ",", ".", "/", "population", "987,310", "-RRB-", ":", ";", "populous", "Tabarre", "since", "Haiti", "-LRB-", "activity", "city", "French", "Cite", "lies", "Delmas", "pɔʁopʁɛ̃s", "2,618,894", "estimated", "Arawaks", "métropolitaine", "Pòtoprens", "2015", "aire", "Creole", "Port-au-Prince", "ˌpɔːrtoʊˈprɪns", "-RSB-", "economic" ],
  "adjectives" : [ "French", "metropolitan", "natural", "Haitian", "populous", "economic" ],
  "nouns" : [ "area", "capital", "pronunciation", "activity", "city", "harbor", "bay", "population" ],
  "text" : "Port-au-Prince (/ˌpɔːrtoʊˈprɪns/; French pronunciation: ​[pɔʁopʁɛ̃s]; Haitian Creole: Pòtoprens Haitian Creole pronunciation: [pɔtopɣɛ̃s]) is the capital and most populous city of Haiti. The city's population was estimated at 987,310 in 2015 with the metropolitan area (aire métropolitaine) estimated at a population of 2,618,894. The metropolitan area is defined by the IHSI as including the communes of Port-au-Prince, Delmas, Cite Soleil, Tabarre, Carrefour, and Pétionville. The city of Port-au-Prince is on the Gulf of Gonâve: the bay on which the city lies, which acts as a natural harbor, has sustained economic activity since the civilizations of the Arawaks. It was first incorporated under French colonial rule in 1749. The city's layout is similar to that of an amphitheatre; commercial districts are near the water, while residential neighborhoods are located on the hills above. Its population is difficult to ascertain due to the rapid growth of slums in the hillsides above the city; however, recent estimates place the metropolitan area's population at around 3.7 million, nearly half of the country's national population. The city was catastrophically affected by a devastating earthquake in 2010, with large numbers of structures damaged or destroyed. Haiti's government estimated the death toll to be 230,000."
}, {
  "entityIndex" : "74_entity24292",
  "entityUrl" : "http://dbpedia.org/resource/Prince_George,_British_Columbia",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "4.8" ]
  },
  "words" : [ "``", "largest", "BC", "-LRB-", "confluence", "regions", "role", "city", "Situated", "agglomeration", "northern", "supply", "Prince", "fastest-growing", "George", "province", "Northern", "97", "''", "71,973", "British", "plays", "16", "Highway", "one", "Nechako", "Capital", "Rivers", "economy", ",", "Fraser", "'s", ".", "population", "important", "Canada", "Columbia", "hub", "crossroads", "service", "culture", "census", "-RRB-", "88,043" ],
  "adjectives" : [ "important", "British", "fastest-growing", "northern" ],
  "nouns" : [ "confluence", "role", "city", "Highway", "agglomeration", "economy", "supply", "population", "hub", "province", "service", "culture", "census" ],
  "text" : "Prince George, with a population of 71,973 (census agglomeration of 88,043), is the largest city in northern British Columbia, Canada, and is the \"Northern Capital\" of BC. Situated at the confluence of the Fraser and Nechako Rivers, and the crossroads of Highway 16 and Highway 97, the city is the service and supply hub for one of the fastest-growing regions in Canada and plays an important role in the province's economy and culture."
}, {
  "entityIndex" : "75_entity24299",
  "entityUrl" : "http://dbpedia.org/resource/Peterborough,_Ontario",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "79.0" ]
  },
  "words" : [ "largest", "-LRB-", "presently", "city", "33rd", "PEE-tər-bur-oh", "2011", "Monaghan", "Central", "78,698", "Douro-Dummer", "Otonabee", "Townships", "ˈpiːtərbɔːroʊ", "CMA", "123,270", "River", "Otonabee-South", "mi", "According", "Metropolitan", "surrounding", "78", "estimated", "northeast", "includes", "City", ",", ".", "/", "population", "Canada", "Peterborough", "Census", "Area", "125", "Selwyn", "2014", "-RRB-", "kilometres", "Cavan", "Ontario", "Toronto" ],
  "adjectives" : [ "33rd", "ˈpiːtərbɔːroʊ" ],
  "nouns" : [ "city", "CMA", "PEE-tər-bur-oh", "northeast", "City", "mi", "population" ],
  "text" : "Peterborough /ˈpiːtərbɔːroʊ/ PEE-tər-bur-oh is a city on the Otonabee River in Central Ontario, Canada, 125 kilometres (78 mi) northeast of Toronto. According to the 2011 Census, the population of the City of Peterborough was 78,698. The population of the Peterborough Census Metropolitan Area (CMA), which includes the surrounding Townships of Selwyn, Cavan Monaghan, Otonabee-South Monaghan, and Douro-Dummer, was estimated in 2014 at 123,270. It presently has the 33rd largest CMA in Canada. The current mayor of Peterborough is Daryl Bennett. Peterborough's nickname is \"The Electric City\" as it was the first town in Canada to use electric streetlights. It also underscores the historical and present-day importance of technology and manufacturing as an economic base of the city, which has operations from large multi-national companies such as Siemens, Rolls Royce, and General Electric, and more local technology businesses such as Fisher Gauge and Bryston. Electricity was one of the reasons Quaker Oats moved to the city, and as part of PepsiCo, remains a major fixture in the downtown area to this day. Peterborough is known as the gateway to the Kawarthas, \"cottage country\", a large recreational region of the province. It is named in honour of Peter Robinson, an early Canadian politician who oversaw the first major immigration to the area. The city is the seat of Peterborough County."
}, {
  "entityIndex" : "76_entity24318",
  "entityUrl" : "http://dbpedia.org/resource/Prince_Albert,_Saskatchewan",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "22.6" ]
  },
  "words" : [ "``", "forest", "-LRB-", "city", "Regina", "north", "northern", "third-largest", "situated", "Prince", "province", "known", "major", "along", "National", "Gateway", "River", "North", "huge", "Albert", "near", "lakes", "51", "mi", "32", "wildlife", "''", "wealth", "km", "last", "banks", "Saskatoon", "centre", "resources", "Saskatchewan", ",", ".", "Park", "Canada", "contains", "route", "-RRB-", "located" ],
  "adjectives" : [ "last", "major", "located", "huge", "northern", "third-largest" ],
  "nouns" : [ "wealth", "km", "forest", "route", "province", "city", "north", "centre", "mi", "wildlife" ],
  "text" : "Prince Albert is the third-largest city in Saskatchewan, Canada, after Saskatoon and Regina. It is situated near the centre of the province on the banks of the North Saskatchewan River. The city is known as the \"Gateway to the North\" because it is the last major centre along the route to the resources of northern Saskatchewan. Prince Albert National Park is located just 51 km (32 mi) north of the city and contains a huge wealth of lakes, forest, and wildlife. The city itself is located in a transition zone between the aspen parkland and boreal forest biomes. Prince Albert is bordered by the Rural Municipality of Prince Albert No. 461 and the Rural Municipality of Buckland No. 491."
}, {
  "entityIndex" : "77_entity24324",
  "entityUrl" : "http://dbpedia.org/resource/Penticton",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "24.6" ]
  },
  "words" : [ "Skaha", "British", "city", "Okanagan", "Interior", "agglomeration", ",", ".", "situated", "population", "Penticton", "Canada", "Columbia", "2006", "Valley", "census", "43,313", "Lakes", "31,909", "Southern" ],
  "adjectives" : [ ],
  "nouns" : [ "city", "census", "agglomeration", "population" ],
  "text" : "Penticton is a city in the Okanagan Valley of the Southern Interior of British Columbia, Canada, situated between Okanagan and Skaha Lakes. In 2006, its population was 31,909, while its census agglomeration population was 43,313."
}, {
  "entityIndex" : "78_entity24330",
  "entityUrl" : "http://dbpedia.org/resource/Prince_Rupert,_British_Columbia",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "58.5" ]
  },
  "words" : [ "12,508", "-LRB-", "city", "Rupert", "2011", "air", "see", "Prince", "Kaien", "Coast", "province", "Located", "disambiguation", "land", "North", "British", ",", "'s", "Island", "water", "people", "Statistics", ".", "transportation", "population", "Canada", "Columbia", "hub", "port", "-RRB-", "uses" ],
  "adjectives" : [ "port" ],
  "nouns" : [ "province", "hub", "city", "disambiguation", "land", "air", "water", "transportation", "population" ],
  "text" : "(For other uses, see Prince Rupert (disambiguation).) Prince Rupert is a port city in the province of British Columbia, Canada. Located on Kaien Island, Prince Rupert is the land, air, and water transportation hub of British Columbia's North Coast, and has a population of 12,508 people (Statistics Canada, 2011)."
}, {
  "entityIndex" : "79_entity24344",
  "entityUrl" : "http://dbpedia.org/resource/Portage_la_Prairie",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "10.1" ]
  },
  "words" : [ "small", "47", "persistently", "Prairie", "channel", "Central", "Lake", "Trans-Canada", "divert", "west", "provincial", "boundaries", "mi", "area", "waters", "Municipality", "town", "ˈpɔːrtᵻdʒ", "Highway", "Plains", "Saskatchewan", "Assiniboine", ",", ".", "flood", "/", "population", "Canada", "square", "ˈprɛərɪ", "24.67", "-RRB-", "diversion", "Region", "kilometres", "Ontario", "surrounded", "Manitoba", "-LRB-", "city", "north", "2011", "flooded", "Winnipeg", "along", "land", "River", "sq", "75", "sits", "Rural", "built", "Portage", "9.53", "exactly", "lə", "Diversion", "approximately", "la", "12,996", "located" ],
  "adjectives" : [ "small", "Rural", "square", "located", "provincial" ],
  "nouns" : [ "area", "Municipality", "town", "city", "ˈpɔːrtᵻdʒ", "north", "channel", "lə", "Diversion", "flood", "population", "ˈprɛərɪ", "west", "diversion", "land", "mi", "sq" ],
  "text" : "Portage la Prairie /ˈpɔːrtᵻdʒ lə ˈprɛərɪ/ is a small city in the Central Plains Region of Manitoba, Canada. As of 2011, the population was 12,996 and the land area of the city was 24.67 square kilometres (9.53 sq mi). Portage la Prairie is located approximately 75 kilometres (47 mi) west of Winnipeg, along the Trans-Canada Highway (located exactly between the provincial boundaries of Saskatchewan and Ontario), and sits on the Assiniboine River, which flooded the town persistently until a diversion channel north to Lake Manitoba (the Portage Diversion) was built to divert the flood waters. The city is surrounded by the Rural Municipality of Portage la Prairie. According to Environment Canada, Portage la Prairie has the most sunny days during the warm months in Canada. It is the administrative headquarters of the Dakota Tipi First Nations reserve."
}, {
  "entityIndex" : "80_entity24378",
  "entityUrl" : "http://dbpedia.org/resource/Powell_River,_British_Columbia",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "20.8" ]
  },
  "words" : [ ],
  "adjectives" : [ ],
  "nouns" : [ ],
  "text" : ""
}, {
  "entityIndex" : "81_entity18504",
  "entityUrl" : "http://dbpedia.org/resource/Jerusalem",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "6400.0" ]
  },
  "words" : [ "``", "-LSB-", "jeruʃaˈlajim", "called", "Hebrew", "Canaanite", "considered", "Urusalima", "Judah", "developed", "three", "Significant", "Arabic", "major", "meaning", "religions", "II", "period", "Dead", "cities", "BCE", "began", "Jerusalem", "City", ",", "8th", "ancient", "Sea", ".", "/", "القُدس", "Islam", "-RRB-", "Judaism", ":", ";", "cuneiform", "religious", "-LRB-", "activity", "city", "One", "Judaean", "Iron", "Mountains", "world", "2400", "plateau", "Peace", "construction", "early", "Age", "''", "holy", "center", "Christianity", "9th", "Mediterranean", "century", "alˈqʊds", "approximately", "dʒəˈruːsələm", "oldest", "Kingdom", "administrative", "-RSB-", "located", "Abrahamic", "יְרוּשָׁלַיִם" ],
  "adjectives" : [ "Significant", "religious", "holy", "major", "Canaanite", "administrative", "located", "Abrahamic", "8th", "ancient", "9th", "early" ],
  "nouns" : [ "period", "century", "jeruʃaˈlajim", "world", "activity", "dʒəˈruːsələm", "city", "center", "plateau", "construction", "cuneiform" ],
  "text" : "Jerusalem (/dʒəˈruːsələm/; Hebrew: יְרוּשָׁלַיִם  [jeruʃaˈlajim]; Arabic: القُدس‎‎  [alˈqʊds]), is a city located on a plateau in the Judaean Mountains between the Mediterranean and the Dead Sea. One of the oldest cities in the world, Jerusalem was called \"Urusalima\" in the ancient cuneiform, meaning \"City of Peace\", during the early Canaanite period (approximately 2400 BCE). Significant construction activity in Jerusalem began in the 9th century BCE (Iron Age II), and in the 8th century the city developed into the religious and administrative center of the Kingdom of Judah. It is considered a holy city in the three major Abrahamic religions of Judaism, Christianity and Islam. Israelis and Palestinians both claim Jerusalem as their capital, as the State of Israel maintains its primary governmental institutions there while the State of Palestine ultimately foresees the city as its seat of power; however, neither claim is widely recognized internationally. During its long history, Jerusalem has been destroyed at least twice, besieged 23 times, attacked 52 times, and captured and recaptured 44 times. The part of Jerusalem called the City of David was settled in the 4th millennium BCE.In 1538, walls were built around Jerusalem under Suleiman the Magnificent. Today those walls define the Old City, which has been traditionally divided into four quarters—known since the early 19th century as the Armenian, Christian, Jewish, and Muslim Quarters.The Old City became a World Heritage Site in 1981, and is on the List of World Heritage in Danger. Modern Jerusalem has grown far beyond the Old City's boundaries. According to the Biblical tradition, King David conquered the city from the Jebusites and established it as the capital of the United Kingdom of Israel, and his son, King Solomon, commissioned the building of the First Temple. These foundational events, straddling the dawn of the 1st millennium BCE, assumed central symbolic importance for the Jewish people. The sobriquet of holy city (עיר הקודש, transliterated ‘ir haqodesh) was probably attached to Jerusalem in post-exilic times. The holiness of Jerusalem in Christianity, conserved in the Septuagint which Christians adopted as their own authority, was reinforced by the New Testament account of Jesus's crucifixion there. In Sunni Islam, Jerusalem is the third-holiest city, after Mecca and Medina.In Islamic tradition in 610 CE it became the first qibla, the focal point for Muslim prayer (salat),and Muhammad made his Night Journey there ten years later, ascending to heaven where he speaks to God, according to the Quran.As a result, despite having an area of only 0.9 square kilometres (0.35 sq mi),the Old City is home to many sites of seminal religious importance, among them the Temple Mount and its Western Wall, the Church of the Holy Sepulchre, the Dome of the Rock, the Garden Tomb and al-Aqsa Mosque. Today, the status of Jerusalem remains one of the core issues in the Israeli–Palestinian conflict. During the 1948 Arab–Israeli War, West Jerusalem was among the areas captured and later annexed by Israel while East Jerusalem, including the Old City, was captured and later annexed by Jordan. Israel captured East Jerusalem from Jordan during the 1967 Six-Day War and subsequently annexed it into Jerusalem, together with additional surrounding territory. One of Israel's Basic Laws, the 1980 Jerusalem Law, refers to Jerusalem as the country's undivided capital. All branches of the Israeli government are located in Jerusalem, including the Knesset (Israel's parliament), the residences of the Prime Minister and President, and the Supreme Court. Whilst the international community rejected the annexation as illegal and treats East Jerusalem as Palestinian territory occupied by Israel, Israel has a stronger claim to sovereignty over West Jerusalem. The international community does not recognize Jerusalem as Israel's capital, and the city hosts no foreign embassies. Jerusalem is also home to some non-governmental Israeli institutions of national importance, such as the Hebrew University and the Israel Museum with its Shrine of the Book. In 2011, Jerusalem had a population of 801,000, of which Jews comprised 497,000 (62%), Muslims 281,000 (35%), Christians 14,000 (around 2%) and 9,000 (1%) were not classified by religion."
}, {
  "entityIndex" : "82_entity18646",
  "entityUrl" : "http://dbpedia.org/resource/Joliette",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "430.5" ]
  },
  "words" : [ ],
  "adjectives" : [ ],
  "nouns" : [ ],
  "text" : ""
}, {
  "entityIndex" : "83_entity20965",
  "entityUrl" : "http://dbpedia.org/resource/Moncton",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "57.6", "57.60644205453293" ]
  },
  "words" : [ "``", "New", "-LSB-", "Situated", "km2", "earned", "geographic", "province", "Maritimes", "Moncton", "railway", "mi", "area", "55", "Brunswick", "pronunciation", "City", "history", ",", "Westmorland", ".", "/", "population", "Canada", "mɔŋktœn", "Valley", "-RRB-", ":", ";", "region", "southeastern", "-LRB-", "city", "Maritime", "portion", "proper", "2011", "ˈmʌŋktən", "County", "French", "central", "Hub", "nickname", "River", "lies", "land", "sq", "Petitcodiac", "''", "centre", "transportation", "142", "Provinces", "hub", "due", "-RSB-", "located", "69,074", "location" ],
  "adjectives" : [ "French", "geographic", "central", "due", "located", "proper", "ˈmʌŋktən", "southeastern" ],
  "nouns" : [ "area", "pronunciation", "city", "portion", "centre", "history", "transportation", "population", "km2", "mɔŋktœn", "province", "hub", "nickname", "land", "location", "railway", "region", "mi", "sq" ],
  "text" : "Moncton (/ˈmʌŋktən/; French pronunciation: ​[mɔŋktœn]) is a city located in Westmorland County in the southeastern portion of the province of New Brunswick, Canada. Situated in the Petitcodiac River Valley, Moncton lies at the geographic centre of the Maritime Provinces. The city has earned the nickname \"Hub City\" due to its central location in the region and its history as a railway and land transportation hub for the Maritimes. The city proper has a population of 69,074 (2011) and has a land area of 142 km2 (55 sq mi). The Moncton CMA has a population of 138,644 (2011), making it the largest CMA in New Brunswick, the second-largest CMA in the Maritime Provinces, and the third-largest CMA in Atlantic Canada. The CMA includes the neighbouring city of Dieppe and the town of Riverview, as well as adjacent suburban areas in Westmorland and Albert counties. Although the Moncton area was originally settled in 1733, Moncton is considered to have been officially founded in 1766 with the arrival of Pennsylvania Dutch immigrants from Philadelphia. Initially an agricultural settlement, Moncton was not incorporated until 1855. The city was named for Lt. Col. Robert Monckton, the British officer who had captured nearby Fort Beauséjour a century earlier. A significant wooden shipbuilding industry had developed in the community by the mid-1840s, allowing for the civic incorporation in 1855, but the shipbuilding economy collapsed in the 1860s, causing the town to lose its civic charter in 1862. Moncton regained its charter in 1875 after the community's economy rebounded, mainly due to a growing railway industry. In 1871, the Intercolonial Railway of Canada had chosen Moncton to be its headquarters, and Moncton remained a railroad town for well over a century until the closure of the Canadian National Railway (CNR) locomotive shops in the late 1980s.Although the economy of Moncton was traumatized twice—by the collapse of the shipbuilding industry in the 1860s and by the closure of the CNR locomotive shops in the 1980s—the city was able to rebound strongly on both occasions. The city adopted the motto Resurgo after its rebirth as a railway town. At present, the city's economy is stable and diversified, primarily based on its traditional transportation, distribution, retailing, and commercial heritage, and supplemented by strength in the educational, health care, financial, information technology, and insurance sectors. The strength of Moncton's economy has received national recognition and the local unemployment rate is consistently less than the national average."
}, {
  "entityIndex" : "84_entity20975",
  "entityUrl" : "http://dbpedia.org/resource/Monterrey",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "923.0" ]
  },
  "words" : [ "largest", "country", "-LSB-", "capital", "commercial", "-LRB-", "city", "nation", "serves", "north", "2012", "northeastern", "dollars", "Monterrey", "third-largest", "León", "PPP", "GDP", "world", "billion", "Nuevo", "ranked", "wealthiest", "Spanish", "state", "international", "130.7", "area", "ninth-largest", "pronunciation", "metropolitan", "cities", "center", "one", "significant", ",", "many", ".", "corporations", "monteˈrei", "anchor", "-RRB-", "-RSB-", "Mexico", ":", "base" ],
  "adjectives" : [ "commercial", "ninth-largest", "metropolitan", "northeastern", "significant", "many", "international", "third-largest" ],
  "nouns" : [ "area", "country", "capital", "pronunciation", "city", "nation", "center", "north", "PPP", "world", "anchor", "state", "base" ],
  "text" : "Monterrey (Spanish pronunciation: [monteˈrei] ), is the capital and largest city of the northeastern state of Nuevo León, in Mexico. The city is anchor to the third-largest metropolitan area in Mexico and is ranked as the ninth-largest city in the nation. Monterrey serves as a commercial center in the north of the country and is the base of many significant international corporations. It is one of the wealthiest cities in Mexico and in the world with a GDP PPP of 130.7 billion dollars in 2012. Monterrey's GDP PPP per capita is of approximately 32,000 dollars. It is considered a Beta World City, cosmopolitan and competitive. Rich in history and culture, Monterrey is considered one of the most developed cities in the entire country. As an important industrial and business center, the city is also home to an array of Mexican companies, including Grupo Avante, Lanix Electronics, Ocresa, CEMEX, Vitro, Mercedes-Benz Mexico, OXXO, BMW de Mexico, Grupo Bimbo, DINA S.A., Cuauhtémoc Moctezuma Brewery and Heineken, which features Norteño capital and Grupo ALFA. Monterrey is also home to international companies such as Siemens, Accenture, Ternium, Sony, Toshiba, Carrier, Whirlpool, Samsung, Toyota, Babcock & Wilcox, Daewoo, Ericsson, Nokia, Dell, Boeing, HTC, General Electric, Gamesa, LG, SAS Institute, Grundfos, Danfoss, and Teleperformance, among others. Monterrey is located in northeast Mexico, at the foothills of the Sierra Madre Oriental. The uninterrupted settlement of Monterrey starts in 1596, with its founding by Diego de Montemayor. In the years after the Mexican War of Independence, Monterrey became an important business center. With the establishment of Fundidora Monterrey, the city experienced a great industrial growth."
}, {
  "entityIndex" : "85_entity21080",
  "entityUrl" : "http://dbpedia.org/resource/Miramar,_Florida",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "1596.1849336303255" ]
  },
  "words" : [ "area", "6,012,331", "metropolitan", "city", "United", "estimated", "2010", "122,041", "Broward", ",", "Florida", "County", "people", ".", "population", "Miami", "home", "States", "principal", "Miramar", "2015", "census" ],
  "adjectives" : [ "principal", "metropolitan" ],
  "nouns" : [ "area", "city", "census", "population", "home" ],
  "text" : "Miramar is a city in Broward County, Florida, United States. As of the 2010 census, the population was 122,041. It is a principal city of the Miami metropolitan area, which was home to an estimated 6,012,331 people at the 2015 census."
}, {
  "entityIndex" : "86_entity21616",
  "entityUrl" : "http://dbpedia.org/resource/Madison,_South_Dakota",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "244.1" ]
  },
  "words" : [ "Madison", "city", "South", "United", "county", "2010", "Lake", ",", "County", ".", "population", "home", "States", "seat", "University", "6,474", "State", "census", "Dakota" ],
  "adjectives" : [ ],
  "nouns" : [ "seat", "city", "census", "county", "population", "home" ],
  "text" : "Madison is a city in Lake County, South Dakota, United States. The population was 6,474 at the 2010 census. It is the county seat of Lake County and is home to Dakota State University."
}, {
  "entityIndex" : "87_entity21945",
  "entityUrl" : "http://dbpedia.org/resource/Melville,_Saskatchewan",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "304.8" ]
  },
  "words" : [ "small", "45", "capital", "-LRB-", "Canadian", "city", "Regina", "south", "28", "smallest", "portion", "north", "rural", "2011", "official", "bordered", "east", "4,517", "Stanley", "Melville", "214", "215", "90", "west", "provincial", "east-central", "mi", "making", "Yorkton", "Saskatchewan", "No.", ",", ".", "municipalities", "Cana", "population", "145", "census", "-RRB-", "located", "kilometres" ],
  "adjectives" : [ "small", "east", "Canadian", "rural", "located", "provincial", "official", "east-central" ],
  "nouns" : [ "capital", "city", "portion", "census", "west", "mi", "No.", "population" ],
  "text" : "Melville is a small Canadian city located in the east-central portion of Saskatchewan. The city is 145 kilometres (90 mi) north east of the provincial capital of Regina and 45 kilometres (28 mi) south west of Yorkton. Melville is bordered by the rural municipalities of Cana No. 214 and Stanley No. 215. The population at the 2011 census was 4,517, making it the smallest official city in Saskatchewan."
}, {
  "entityIndex" : "88_entity22329",
  "entityUrl" : "http://dbpedia.org/resource/Montreal",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "898.1" ]
  },
  "words" : [ ],
  "adjectives" : [ ],
  "nouns" : [ ],
  "text" : ""
}, {
  "entityIndex" : "89_entity22422",
  "entityUrl" : "http://dbpedia.org/resource/Morelos,_Coahuila",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "3.4", "3.4" ]
  },
  "words" : [ "seat", "Mexican", "Morelos", "Coahuila", "city", "north-eastern", "municipality", "state", ",", "." ],
  "adjectives" : [ "Mexican", "north-eastern" ],
  "nouns" : [ "seat", "city", "municipality", "state" ],
  "text" : "Morelos is a city and seat of the municipality of Morelos, in the north-eastern Mexican state of Coahuila."
}, {
  "entityIndex" : "90_entity22573",
  "entityUrl" : "http://dbpedia.org/resource/North_Bay,_Ontario",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "81.2" ]
  },
  "words" : [ "city", "Nipissing", "shore", "Lake", ",", ".", "seat", "Canada", "name", "North", "Bay", "position", "takes", "Ontario", "District", "Northeastern" ],
  "adjectives" : [ ],
  "nouns" : [ "seat", "city", "name", "shore", "position" ],
  "text" : "North Bay is a city in Northeastern Ontario, Canada. It is the seat of Nipissing District, and takes its name from its position on the shore of Lake Nipissing."
}, {
  "entityIndex" : "91_entity22916",
  "entityUrl" : "http://dbpedia.org/resource/Niagara_Falls,_Ontario",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "279.3" ]
  },
  "words" : [ "naɪˈæɡrə", "82,997", "June", "New", "Horseshoe", "-LRB-", "city", "York", "municipality", "2011", "Across", "bank", "incorporated", "River", "Southern", "Golden", "12", "ny-AG-ra", ",", ".", "/", "population", "Falls", "Canada", "Niagara", "census", "-RRB-", "located", "western", "region", "1903", "Ontario" ],
  "adjectives" : [ "naɪˈæɡrə", "located", "western" ],
  "nouns" : [ "bank", "city", "ny-AG-ra", "census", "municipality", "region", "population" ],
  "text" : "Niagara Falls (/naɪˈæɡrə/ ny-AG-ra) is a city in Ontario, Canada. It is located on the western bank of the Niagara River in the Golden Horseshoe region of Southern Ontario, with a population of 82,997 at the 2011 census. The municipality was incorporated on 12 June 1903. Across the Niagara River is Niagara Falls, New York. The city is dominated by the Niagara Falls, a world-famous set of three large waterfalls on the Niagara River. The American and Horseshoe falls can be best seen from the Canadian side of the river, so the city has one of the world's major tourist attractions. The natural spectacle attracts millions of tourists yearly. This area, which stretches along the Niagara Parkway and tourist promenade, is particularly concentrated at the brink of the falls. Apart from the river's natural attractions, it includes observation towers, high-rise hotels, souvenir shops, casinos and theatres, mostly with colourful neon billboards and advertisements, and sufficient parking to accommodate visitors. Further to the north or south, golf courses are operated alongside historic sites from the War of 1812."
}, {
  "entityIndex" : "92_entity22918",
  "entityUrl" : "http://dbpedia.org/resource/Nakhon_Ratchasima",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "578.17" ]
  },
  "words" : [ ],
  "adjectives" : [ ],
  "nouns" : [ ],
  "text" : ""
}, {
  "entityIndex" : "93_entity22933",
  "entityUrl" : "http://dbpedia.org/resource/Nanaimo",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "76.5" ]
  },
  "words" : [ "``", "Vancouver", "-LRB-", "streets", "city", "wagon", "2011", "centralized", "see", "83,810", "known", "previously", "Hub", "design", "disambiguation", "Harbour", "radiated", "''", "Nanaimo", "British", "original", "attributed", "like", "wheel", "nəˈnaɪmoʊ", "City", ",", "Island", ".", "/", "population", "generally", "layout", "Canada", "Census", "Columbia", "shoreline", "-RRB-", "well", "uses", "location", "spokes" ],
  "adjectives" : [ "original", "nəˈnaɪmoʊ" ],
  "nouns" : [ "layout", "city", "wagon", "wheel", "design", "shoreline", "disambiguation", "location", "population" ],
  "text" : "(For other uses, see Nanaimo (disambiguation).) Nanaimo /nəˈnaɪmoʊ/ (Canada 2011 Census population 83,810) is a city on Vancouver Island in British Columbia, Canada. It is known as \"The Harbour City.\" The City was previously known as the \"Hub City\" which has been attributed to its original layout design where the streets radiated out from the shoreline like the spokes of a wagon wheel  as well as its generally centralized location on Vancouver Island. Nanaimo is also the headquarters of the Regional District of Nanaimo."
}, {
  "entityIndex" : "94_entity22956",
  "entityUrl" : "http://dbpedia.org/resource/North_Battleford",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "17.1" ]
  },
  "words" : [ "small", "``", "-LRB-", "city", "borders", "two", "Battleford", "across", "subdivision", "central", "known", "west", "437", "River", "North", "directly", "Battlefords", "''", "Rural", "Municipality", "town", "Together", "Saskatchewan", ",", "No.", ".", "Canada", "Crown", "census", "-RRB-", "well", "Colony", "communities" ],
  "adjectives" : [ "small", "Rural", "central", "west" ],
  "nouns" : [ "subdivision", "Municipality", "town", "city", "census" ],
  "text" : "North Battleford is a small city in west central Saskatchewan, Canada. It is directly across the North Saskatchewan River from the town of Battleford. Together, the two communities are known as \"The Battlefords\". North Battleford borders the Rural Municipality of North Battleford No. 437, as well as the North Battleford Crown Colony (census subdivision). The Battlefords are served by the Yellowhead Highway and Highway 4, Highway 26, Highway 29, and Highway 40. Battlefords Provincial Park is 40 kilometres (25 mi) north on Highway 4."
}, {
  "entityIndex" : "95_entity19987",
  "entityUrl" : "http://dbpedia.org/resource/Luanda",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "2899.0" ]
  },
  "words" : [ "de", "country", "seaport", "named", "capital", "Angola", "Maputo", "Janeiro", "Paulo", "major", "Brazil", "metropolitan", "Lisbon", ",", "'s", ".", "Province", "population", "important", "cultural", "coast", "million", "port", "6", "populous", "Atlantic", "primary", "largest", "behind", "Brasília", "city", "ahead", "world", "Located", "Ocean", "Luanda", "Assunção", "chief", "centre", "also", "industrial", "Portuguese-speaking", "urban", "third", "administrative", "Loanda", "Rio", "formerly", "da", "São" ],
  "adjectives" : [ "important", "cultural", "industrial", "Portuguese-speaking", "major", "urban", "metropolitan", "third", "chief", "administrative", "populous", "primary" ],
  "nouns" : [ "country", "coast", "seaport", "capital", "world", "city", "port", "centre", "population" ],
  "text" : "Luanda, formerly named São Paulo da Assunção de Loanda, is the capital and largest city in Angola, and the country's most populous and important city, primary port and major industrial, cultural and urban centre. Located on Angola's coast with the Atlantic Ocean, Luanda is both Angola's chief seaport and its administrative centre. It has a metropolitan population of over 6 million. It is also the capital city of Luanda Province, and the world's third most populous Portuguese-speaking city, behind only São Paulo and Rio de Janeiro, both in Brazil, and the most populous Portuguese-speaking capital city in the world, ahead of Brasília, Maputo and Lisbon. The city is currently undergoing a major reconstruction, with many large developments taking place that will alter the cityscape significantly."
}, {
  "entityIndex" : "96_entity20554",
  "entityUrl" : "http://dbpedia.org/resource/Laredo,_Texas",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "615.9", "618.6128784167068" ]
  },
  "words" : [ "-LSB-", "Webb", "county", "United", "Paso", "States", "bank", "cross-border", "Nuevo", "Spanish", "state", "US", "Metropolitan", "border", "area", "making", "636,516", "metropolitan", "laˈɾeðo", "Diego", "populated", "includes", "ləˈreɪdoʊ", "California", ",", ".", "Laredo", "/", "population", "seat", "Area", "Texas", "census", "-RRB-", "250,304", ":", ";", "populous", "Tamaulipas", "San", "-LRB-", "lə-RAY-doh", "city", "north", "El", "part", "2010", "County", "across", "178th-largest", "According", "third-most", "Mexican", "Grande", "South", "estimated", "also", "Laredo-Nuevo", "-RSB-", "located", "Rio", "Mexico", "236,191", "tenth-most" ],
  "adjectives" : [ "third-most", "Mexican", "metropolitan", "cross-border", "178th-largest", "ləˈreɪdoʊ", "populous", "tenth-most" ],
  "nouns" : [ "border", "area", "lə-RAY-doh", "laˈɾeðo", "city", "north", "part", "county", "population", "seat", "bank", "census", "state" ],
  "text" : "Laredo (/ləˈreɪdoʊ/ lə-RAY-doh; Spanish: [laˈɾeðo]) is the county seat of Webb County, Texas, United States, located on the north bank of the Rio Grande in South Texas, across from Nuevo Laredo, Tamaulipas, Mexico. According to the 2010 census, the city population was 236,191, making it the tenth-most populous city in the state of Texas and third-most populated on the Mexican border, after San Diego, California, and El Paso, Texas. Its metropolitan area is the 178th-largest in the US and includes all of Webb County, with a population of 250,304. Laredo is also part of the cross-border Laredo-Nuevo Laredo Metropolitan Area with an estimated population of 636,516. Because Laredo is 95.6 percent Hispanic and Latino, it is one of the least ethnically diverse cities in the United States. When economic diversity, household diversity and social class diversity, are considered, Laredo is rated the 19th least diverse city overall out of the 313 largest cities in the nation. Laredo's economy is based on international trade with Mexico. Most major transportation companies have a facility in Laredo. The city's location on the southern end of I-35 close to the manufacturers in northern Mexico promotes its vital role in trade between the two nations. Laredo International Airport is within the Laredo city limits, while the Quetzalcoatl International Airport is nearby in Nuevo Laredo on the Mexican side. Laredo has the distinction of flying seven flags (the Flag of the Republic of the Rio Grande in addition to the Six Flags of Texas). Founded in 1755, Laredo grew from a village to the capital of the brief Republic of the Rio Grande to the largest inland port on the United States-Mexican Border. Today, it has four international bridges and one railway bridge. Laredo has a professional soccer team, the Heat; baseball team, the Laredo Lemurs; and a women's full contact football team, the Laredo Roses. Texas A&M International University and Laredo Community College are located in Laredo. The biggest festival, Washington's Birthday Celebration, is held during the entire month of February, attracting hundreds of thousands of tourists. The Jalapeño Festival, Border Beer Fest, Stockmen's Ball, Princess Pocahontas Pageant, Mr. South Texas Luncheon, an air show, and two major parades are all held in conjunction with the Washington's birthday events."
}, {
  "entityIndex" : "97_entity20655",
  "entityUrl" : "http://dbpedia.org/resource/Lachute",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "114.9" ]
  },
  "words" : [ ],
  "adjectives" : [ ],
  "nouns" : [ ],
  "text" : ""
}, {
  "entityIndex" : "98_entity18018",
  "entityUrl" : "http://dbpedia.org/resource/Hvar_(city)",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "55.0" ]
  },
  "words" : [ ],
  "adjectives" : [ ],
  "nouns" : [ ],
  "text" : ""
}, {
  "entityIndex" : "99_entity15014",
  "entityUrl" : "http://dbpedia.org/resource/Dorchester,_Texas",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "50.19328061051797" ]
  },
  "words" : [ "--", "city", "part", "United", "2010", ",", "County", ".", "population", "States", "Area", "148", "Texas", "Denison", "census", "Statistical", "Sherman", "Dorchester", "Grayson", "Metropolitan" ],
  "adjectives" : [ ],
  "nouns" : [ "city", "census", "part", "population" ],
  "text" : "Dorchester is a city in Grayson County, Texas, United States. The population was 148 at the 2010 census. It is part of the Sherman–Denison Metropolitan Statistical Area."
}, {
  "entityIndex" : "100_entity15075",
  "entityUrl" : "http://dbpedia.org/resource/Drummondville",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "110.1" ]
  },
  "words" : [ "city", "Drummondville", "Alexandre", "2011", "Regional", "County", "east", "River", "Saint-François", "71,852", "Municipality", "mayor", "Quebec", "Cusson", ",", ".", "Drummond", "population", "seat", "Canada", "judicial", "Census", "district", "located", "region", "Montreal", "Centre-du-Québec" ],
  "adjectives" : [ "judicial", "located", "Centre-du-Québec" ],
  "nouns" : [ "seat", "city", "mayor", "district", "region", "population" ],
  "text" : "Drummondville is a city in the Centre-du-Québec region of Quebec, located east of Montreal on the Saint-François River. The population as of the Canada 2011 Census was 71,852. The mayor of Drummondville is Alexandre Cusson. Drummondville is the seat of Drummond Regional County Municipality, and of the judicial district of Drummond."
}, {
  "entityIndex" : "101_entity15099",
  "entityUrl" : "http://dbpedia.org/resource/Dawson_Creek",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "475.4" ]
  },
  "words" : [ ],
  "adjectives" : [ ],
  "nouns" : [ ],
  "text" : ""
}, {
  "entityIndex" : "102_entity15104",
  "entityUrl" : "http://dbpedia.org/resource/Dolbeau-Mistassini",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "24.6" ]
  },
  "words" : [ "big", "Saint-Jean", "commercial", "confluence", "-LRB-", "aux", "city", "Parent", "Maria-Chapdelaine", "Regional", "northern", "Lac-St-Jean", "County", "1997", "bank", "Mistassini", "geographic", "Riviere", "west", "Dolbeau-Mistassini", "River", "amalgamation", "centres", "Mistassibi", "shopping", "Municipality", "town", "cities", "Township", "stores", "Quebec", "Rats", "Dolbeau", "adjacent", "right", ",", ".", "Lac", "Canada", "hub", "-RRB-", "located", "formed", "township" ],
  "adjectives" : [ "big", "commercial", "geographic", "adjacent", "northern", "Lac-St-Jean" ],
  "nouns" : [ "bank", "confluence", "town", "hub", "city", "west", "right", "amalgamation", "township", "shopping" ],
  "text" : "Dolbeau-Mistassini is a town in northern Quebec, Canada, at the confluence of the Mistassibi River, Riviere aux Rats and the Mistassini River, on Lac Saint-Jean. Dolbeau-Mistassini is in the Maria-Chapdelaine Regional County Municipality and is the commercial hub of Lac-St-Jean with big stores and shopping centres. The city was formed in 1997 through the amalgamation of the cities of Dolbeau and Mistassini. Dolbeau is located on the right (west) bank of the Mistassini River, in the geographic township of Parent (not in the adjacent Dolbeau Township). The town of Mistassini is on the left (east) bank of the Mistassini River at the confluence with the Mistassibi River, directly opposite Dolbeau."
}, {
  "entityIndex" : "103_entity27637",
  "entityUrl" : "http://dbpedia.org/resource/Tokyo",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "2662.0" ]
  },
  "words" : [ "-LSB-", "capital", "-LRB-", "47", "toːkjoː", "city", "Izu", "prefectures", "main", "Ogasawara", "Emperor", "world", "government", "Tokyo", "Honshu", "Islands", "officially", "Kantō", "area", "side", "metropolitan", "Japan", "island", "one", "includes", ",", "Japanese", ".", "/", "seat", "English", "Area", "Metropolis", "ˈtoʊki.oʊ", "-RRB-", "-RSB-", ":", "Greater", "populous", "region", "southeastern" ],
  "adjectives" : [ "metropolitan", "ˈtoʊki.oʊ", "main", "populous", "Japanese", "southeastern" ],
  "nouns" : [ "area", "seat", "capital", "side", "world", "government", "toːkjoː", "city", "island", "region" ],
  "text" : "Tokyo (Japanese: [toːkjoː] , English /ˈtoʊki.oʊ/), officially Tokyo Metropolis, is one of the 47 prefectures of Japan, and is both the capital and most populous city of Japan. The Greater Tokyo Area is the most populous metropolitan area in the world. It is the seat of the Emperor of Japan and the Japanese government. Tokyo is in the Kantō region on the southeastern side of the main island Honshu and includes the Izu Islands and Ogasawara Islands. Formerly known as Edo, it has been the de facto seat of government since 1603 when Shogun Tokugawa Ieyasu made the city his headquarters. It officially became the capital after Emperor Meiji moved his seat to the city from the old capital of Kyoto in 1868; at that time Edo was renamed Tokyo. Tokyo Metropolis was formed in 1943 from the merger of the former Tokyo Prefecture (東京府 Tōkyō-fu) and the city of Tokyo (東京市 Tōkyō-shi). Tokyo is often referred to as a city, but is officially known and governed as a \"metropolitan prefecture\", which differs from and combines elements of a city and a prefecture, a characteristic unique to Tokyo. The Tokyo metropolitan government administers the 23 Special Wards of Tokyo (each governed as an individual city), which cover the area that was the City of Tokyo before it merged and became the metropolitan prefecture in 1943. The metropolitan government also administers 39 municipalities in the western part of the prefecture and the two outlying island chains. The population of the special wards is over 9 million people, with the total population of the prefecture exceeding 13 million. The prefecture is part of the world's most populous metropolitan area with upwards of 37.8 million people and the world's largest urban agglomeration economy. The city hosts 51 of the Fortune Global 500 companies, the highest number of any city in the world. Tokyo ranked third in the International Financial Centres Development IndexEdit. The city is also home to various television networks like Fuji TV, Tokyo MX, TV Tokyo, TV Asahi, Nippon Television, NHK and the Tokyo Broadcasting System. Tokyo ranked first in the Global Economic Power Index and fourth in the Global Cities Index. The city is considered an alpha+ world city – as listed by the GaWC's 2008 inventory – and in 2014, Tokyo was ranked first in the \"Best overall experience\" category of TripAdvisor's World City Survey (the city also ranked first in the following categories: \"helpfulness of locals\", \"nightlife\", \"shopping\", \"local public transportation\" and \"cleanliness of streets\"). In 2015, Tokyo was ranked as the 11th most expensive city for expatriates, according to the Mercer consulting firm, and also the world's 11th most expensive city, according to the Economist Intelligence Unit's cost-of-living survey. In 2015, Tokyo was named the Most Liveable City in the world by the magazine Monocle. The Michelin Guide has awarded Tokyo by far the most Michelin stars of any city in the world.Tokyo ranked first in the world in the Safe Cities Index. The 2016 edition of QS Best Student Cities ranked Tokyo as the 3rd-best city in the world to be a university student. Tokyo hosted the 1964 Summer Olympics, the 1979 G-7 summit, the 1986 G-7 summit, and the 1993 G-7 summit, and will host the 2020 Summer Olympics and the 2020 Summer Paralympics."
}, {
  "entityIndex" : "104_entity27864",
  "entityUrl" : "http://dbpedia.org/resource/Tom_Bean,_Texas",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "50.19328061051797" ]
  },
  "words" : [ "--", "city", "part", "United", "2010", ",", "County", ".", "Bean", "population", "States", "1,045", "Area", "Tom", "Texas", "Denison", "census", "Statistical", "Sherman", "Grayson", "Metropolitan" ],
  "adjectives" : [ ],
  "nouns" : [ "city", "census", "part", "population" ],
  "text" : "Tom Bean is a city in Grayson County, Texas, United States. The population was 1,045 at the 2010 census. Tom Bean is part of the Sherman–Denison Metropolitan Statistical Area."
}, {
  "entityIndex" : "105_entity27926",
  "entityUrl" : "http://dbpedia.org/resource/Thunder_Bay",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "47.6" ]
  },
  "words" : [ "townships", "fur", "Shuniah", "Sudbury", "municipality", "17th", "second", "Conmee", "Neebing", "late", "First", "area", "metropolitan", "began", "banks", "Kaministiquia", "Northwestern", ",", "William", "European", ".", "population", "seat", "Canada", "Census", "census", "populous", "121,596", "region", "District", "Ontario", "Gillies", "Nation", "trading", "city", "108,359", "2011", "Fort", "settlement", "O'Connor", "French", "Northern", "River", "Thunder", "Oliver", "Paipoonge", "municipalities", "century", "consists", "Greater", "Bay", "outpost" ],
  "adjectives" : [ "French", "metropolitan", "late", "Northern", "populous", "European", "17th", "second" ],
  "nouns" : [ "seat", "area", "trading", "century", "fur", "city", "census", "municipality", "region", "population", "settlement", "outpost" ],
  "text" : "Thunder Bay is a city in, and the seat of, Thunder Bay District, Ontario, Canada. It is the most populous municipality in Northwestern Ontario with a population of 108,359 as of the Canada 2011 Census, and the second most populous in Northern Ontario after Greater Sudbury. The census metropolitan area of Thunder Bay has a population of 121,596, and consists of the city of Thunder Bay, the municipalities of Oliver Paipoonge and Neebing, the townships of Shuniah, Conmee, O'Connor, and Gillies, and the Fort William First Nation. European settlement in the region began in the late 17th century with a French fur trading outpost on the banks of the Kaministiquia River. It grew into an important transportation hub with its port forming an important link in the shipping of grain and other products from western Canada, through the Great Lakes and the Saint Lawrence Seaway, to the east coast. Forestry and manufacturing played important roles in the city's economy. They have declined in recent years, but have been replaced by a \"knowledge economy\" based on medical research and education. Thunder Bay is the site of the Thunder Bay Regional Research Institute. The city takes its name from the immense Thunder Bay at the head of Lake Superior, known on 18th-century French maps as Baie du Tonnerre (Bay of Thunder). The city is often referred to as the \"Lakehead\", or \"Canadian Lakehead\", because of its location at the end of Great Lakes navigation on the Canadian side of the border."
}, {
  "entityIndex" : "106_entity27975",
  "entityUrl" : "http://dbpedia.org/resource/Temiskaming_Shores",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "23.3" ]
  },
  "words" : [ "Temiskaming", "New", "second-smallest", "city", "Shores", "Haileybury", "2011", "total", "2004", "terms", "Liskeard", "amalgamation", "Northeastern", "town", "created", "Dymond", "Dryden", ",", "'s", ".", "population", "Canada", "10,400", "Census", "Ontario", "township" ],
  "adjectives" : [ "second-smallest", "total" ],
  "nouns" : [ "town", "city", "amalgamation", "township", "population" ],
  "text" : "Temiskaming Shores is a city in Northeastern Ontario, Canada. It was created by the amalgamation of the town of New Liskeard, the town of Haileybury, and the township of Dymond in 2004. The city had a total population of 10,400 in the Canada 2011 Census. Temiskaming Shores is Ontario's second-smallest city, in terms of population, after Dryden. Haileybury is the seat of Timiskaming District. Prior to the amalgamation of Temiskaming Shores, the region was commonly nicknamed The Tri-Towns, a designation that also encompassed the neighbouring town of Cobalt. Cobalt was also part of the original Temiskaming Shores amalgamation plan, but rejected the merger. The Tri-Towns designation may still be used on occasion, but has become significantly less common since the municipal amalgamation. In the Canada 2001 Census, the last Canadian census before the amalgamated city came into effect, New Liskeard had a population of 4,906, Haileybury had a population of 4,543 and Dymond had a population of 1,181."
}, {
  "entityIndex" : "107_entity27981",
  "entityUrl" : "http://dbpedia.org/resource/Thetford_Mines",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "68.7" ]
  },
  "words" : [ "became", "largest", "-LRB-", "regions", "asbestos", "25,709", "city", "2011", "Thetford-Sud", "Regional", "Black", "Lake", "south-central", "County", "Mines", "Robertsonville", "1876", "expanded", "current", "world", "boundaries", "area", "merging", "Municipality", "town", "large", "Pontbriand", "Quebec", "one", "Thetford", "founded", "2001", ",", "'s", ".", "deposits", "population", "Appalaches", "seat", "Canada", "Census", "hub", "discovery", "-RRB-", "Les", "asbestos-producing" ],
  "adjectives" : [ "current", "large", "south-central", "asbestos-producing" ],
  "nouns" : [ "seat", "area", "world", "town", "asbestos", "hub", "city", "discovery", "population" ],
  "text" : "Thetford Mines (Canada 2011 Census population 25,709) is a town in south-central Quebec, Canada. It is the seat of Les Appalaches Regional County Municipality. Thetford Mines was founded in 1876 after the discovery of large asbestos deposits in the area, and the city became a hub for one of the world's largest asbestos-producing regions. In 2001 the city expanded to its current boundaries, merging with Black Lake, Robertsonville, Pontbriand and Thetford-Sud. Thetford Mines is the seat of the judicial district of Frontenac."
}, {
  "entityIndex" : "108_entity27992",
  "entityUrl" : "http://dbpedia.org/resource/Tepic",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "211.0" ]
  },
  "words" : [ "metres", "capital", "north-west", "sugarcane", "stands", "agricultural", "major", "Tepic", "Mololoa", "Guadalajara", "Sangangüey", "tobacco", "state", "mi", "915", "53", "Nayarit", "21.50833", "level", "banks", ",", ".", "/", "°", "′", "″", "-RRB-", "kilometres", ";", "region", "Jalisco", "lake", "21", "primary", "largest", "altitude", "-LRB-", "city", "part", "Nearby", "crops", "N", "ft", "sea", "central", "fruits", "W", "extinct", "3,002", "104.89306", "volcano", "30", "include", "Mexican", "35", "center", "rich", "W.It", "crater", "140", "citrus", "approximately", "urban", "104", "Río", "225", "located" ],
  "adjectives" : [ "Mexican", "central", "urban", "agricultural", "major", "Nearby", "located", "extinct", "rich", "primary" ],
  "nouns" : [ "altitude", "capital", "city", "level", "part", "center", "W.It", "north-west", "crater", "N", "ft", "sea", "sugarcane", "citrus", "°", "″", "W", "tobacco", "state", "volcano", "mi", "region", "lake" ],
  "text" : "Tepic () is the capital and largest city of the Mexican state of Nayarit. It is located in the central part of the state, at 21°30′30″N 104°53′35″W﻿ / ﻿21.50833°N 104.89306°W.It stands at an altitude of 915 metres (3,002 ft) above sea level, on the banks of the Río Mololoa and the Río Tepic, approximately 225 kilometres (140 mi) north-west of Guadalajara, Jalisco. Nearby are the extinct Sangangüey volcano and its crater lake. Tepic is the primary urban center of this rich agricultural region; major crops include sugarcane, tobacco and citrus fruits. The city was founded in 1531 as Villa del Espíritu Santo de la Mayor España."
}, {
  "entityIndex" : "109_entity27993",
  "entityUrl" : "http://dbpedia.org/resource/Terrace,_British_Columbia",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "210.6" ]
  },
  "words" : [ ],
  "adjectives" : [ ],
  "nouns" : [ ],
  "text" : ""
}, {
  "entityIndex" : "110_entity28031",
  "entityUrl" : "http://dbpedia.org/resource/Tlaquepaque",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "1583.0" ]
  },
  "words" : [ ],
  "adjectives" : [ ],
  "nouns" : [ ],
  "text" : ""
}, {
  "entityIndex" : "111_entity29718",
  "entityUrl" : "http://dbpedia.org/resource/Yorkton",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "21.6" ]
  },
  "words" : [ "city", "2011", "north-west", "Winnipeg", "2006", "rate", "incorporated", "km", "%", "Saskatoon", "founded", "Yorkton", "Saskatchewan", ",", "15,669", ".", "population", "Canada", "south-eastern", "300", "600", "1882", "census", "4.2", "located", "1928", "south-east", "growth", "since" ],
  "adjectives" : [ "south-eastern", "located" ],
  "nouns" : [ "km", "city", "rate", "%", "census", "north-west", "south-east", "growth", "population" ],
  "text" : "Yorkton is a city located in south-eastern Saskatchewan, Canada, about 600 km north-west of Winnipeg and 300 km south-east of Saskatoon. As of 2011 the census population of the city was 15,669. Yorkton has had a growth rate of 4.2% since 2006. Yorkton was founded in 1882 and incorporated as a city in 1928. The city is bordered by the RM of Orkney No. 244 to the west and the RM of Wallace No. 243 on the east."
}, {
  "entityIndex" : "112_entity10658",
  "entityUrl" : "http://dbpedia.org/resource/Atlanta",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "255.0" ]
  },
  "words" : [ "Fulton", "small", "largest", "capital", "American", "city", "portion", "United", "county", "War", "commerce", "County", "two", "States", "U.S.", "463,878", "eastward", "Atlanta", "intersection", "national", "state", "1837", "lines", "area", "established", "metropolitan", "railroad", "center", "estimated", "ashes", ",", "people", ".", "population", "home", "cultural", "seat", "DeKalb", "Civil", "extends", "2015", "ninth", "5,522,942", "rose", "Georgia", "populous", "economic", "become" ],
  "adjectives" : [ "cultural", "small", "metropolitan", "ninth", "national", "populous", "economic" ],
  "nouns" : [ "area", "capital", "railroad", "city", "center", "portion", "county", "commerce", "population", "home", "seat", "intersection", "state" ],
  "text" : "Atlanta is the capital of and the most populous city in the U.S. state of Georgia, with an estimated 2015 population of 463,878. Atlanta is the cultural and economic center of the Atlanta metropolitan area, home to 5,522,942 people and the ninth largest metropolitan area in the United States. Atlanta is the county seat of Fulton County, and a small portion of the city extends eastward into DeKalb County. Atlanta was established in 1837 at the intersection of two railroad lines, and the city rose from the ashes of the American Civil War to become a national center of commerce. In the decades following the Civil Rights Movement, during which the city earned a reputation as \"too busy to hate\" for the relatively progressive views of some of its citizens and leaders compared to other cities in the Deep South Atlanta attained international prominence. Atlanta is the primary transportation hub of the Southeastern United States, via highway, railroad, and air, with Hartsfield–Jackson Atlanta International Airport being the world's busiest airport since 1998. Atlanta is an \"alpha-\" or \"world city\", exerting a significant impact upon commerce, finance, research, technology, education, media, art, and entertainment. It ranks 36th among world cities and 8th in the nation with a gross domestic product of $270 billion. Atlanta's economy is considered diverse, with dominant sectors including logistics, professional and business services, media operations, and information technology. Topographically, Atlanta is marked by rolling hills and dense tree coverage. Revitalization of Atlanta's neighborhoods, initially spurred by the 1996 Olympics in Atlanta, has intensified in the 21st century, altering the city's demographics, politics, and culture."
}, {
  "entityIndex" : "113_entity11096",
  "entityUrl" : "http://dbpedia.org/resource/Appleton,_Wisconsin",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "834.0" ]
  },
  "words" : [ "southwest", "Milwaukee", "mostly", "-LRB-", "48", "city", "Calumet", "One", "north", "county", "72,623", "2010", "County", "situated", "miles", "U.S.", "River", "state", "30", "Wisconsin", "km", "Outagamie", "Winnebago", "160", ",", ".", "Fox", "population", "seat", "100", "census", "-RRB-", "counties", "Cities", "Bay", "Green", "Appleton" ],
  "adjectives" : [ ],
  "nouns" : [ "southwest", "seat", "km", "city", "north", "census", "county", "state", "population" ],
  "text" : "Appleton is a city in Outagamie (mostly), Calumet, and Winnebago counties in the U.S. state of Wisconsin. One of the Fox Cities, it is situated on the Fox River, 30 miles (48 km) southwest of Green Bay and 100 miles (160 km) north of Milwaukee. Appleton is the county seat of Outagamie County. The population was 72,623 at the 2010 census. Of this, 60,045 were in Outagamie County, 11,088 in Calumet County, and 1,490 in Winnebago County. Appleton is the principal city of the Appleton, Wisconsin Metropolitan Statistical Area, which is included in the Appleton-Oshkosh-Neenah, Wisconsin Combined Statistical Area. The city possesses the two tallest buildings in Outagamie County, the Zuelke Building and 222 Building, at 168 and 183 feet, respectively. Appleton serves as the heart of the Fox River Valley, and is home to the Fox Cities Performing Arts Center, Fox River Mall, Neuroscience Group Field at Fox Cities Stadium, Appleton International Airport, and the Valley's two major hospitals: St. Elizabeth Hospital and ThedaCare Regional Medical Center-Appleton. It also hosts a large number of regional events such as its Flag Day parade, Christmas parade, and others."
}, {
  "entityIndex" : "114_entity29484",
  "entityUrl" : "http://dbpedia.org/resource/Wenatchee,_Washington",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "8.84", "8.841739430622011" ]
  },
  "words" : [ "confluence", "county", "United", "States", "dict", "near", "US", "31,925", "eastern", "Chelan", "Wenatchee", "Financial", ",", "Range", ".", "/", "population", "seat", "′", "Columbia", "foothills", "wɛˈnætʃiː", "·", "-RRB-", ":", "western", "East", "năt", "Office", "largest", "-LRB-", "city", "2010", "County", "Washington", "chē", "across", "north-central", "Located", "33,070", "lies", "River", "limits", "Cascade", "rivers", "side", "within", "estimated", "Management", "2014", "located", "wĕ" ],
  "adjectives" : [ "eastern", "north-central", "wɛˈnætʃiː", "located", "western" ],
  "nouns" : [ "seat", "side", "confluence", "city", "·", "county", "dict", "wĕ", "năt", "chē", "population" ],
  "text" : "Wenatchee (/wɛˈnætʃiː/ US dict: wĕ·năt′·chē) is a city located in north-central Washington and is the largest city and county seat of Chelan County, Washington, United States. The population within the city limits in 2010 was 31,925. In 2014, the Office of Financial Management estimated the population at 33,070. Located at the confluence of the Columbia and Wenatchee rivers near the eastern foothills of the Cascade Range, Wenatchee lies on the western side of the Columbia River, across from the city of East Wenatchee. The Columbia River forms the boundary between Chelan and Douglas County. Wenatchee is the principal city of the \"Wenatchee–East Wenatchee, Washington Metropolitan Statistical Area\", which encompasses all of Chelan and Douglas counties (total population around 110,884). However, the 'Wenatchee Valley Area' generally refers to the land between Rocky Reach and Rock Island Dam on both banks of the Columbia, which includes East Wenatchee, Rock Island, and Malaga. The city was named for the nearby Wenatchi Indian tribe. The name is a Sahaptin word that means \"river which comes [or whose source is] from canyons\" or \"robe of the rainbow\". Awenatchela means \"people at the source [of a river]\". The city of Wenatchee shares its name with the Wenatchee River, Lake Wenatchee and the Wenatchee National Forest. Wenatchee is known as the \"Apple Capital of the World\" due to the valley's many orchards. The city is also sometimes referred to as the \"Buckle of the Power Belt of the Great Northwest\". The \"Power Belt of the Great Northwest\" is a metaphor for the series of hydroelectric dams on the Columbia River. Rock Island Dam is located nearest to the middle of this \"belt\", and so was labeled the \"Buckle\". This saying is printed at the top of every issue of Wenatchee's newspaper, the Wenatchee World, and is no longer in common use elsewhere."
}, {
  "entityIndex" : "115_entity18927",
  "entityUrl" : "http://dbpedia.org/resource/Kitchener,_Ontario",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "577.0" ]
  },
  "words" : [ "city", "year", "2011", "Regional", "Waterloo", "1854", "239,900", "Town", "Located", "west", "1916", "end", "Southern", "1912", "Kitchener", "km", "Municipality", "Berlin", "estimated", "City", ",", ".", "/", "population", "seat", "219,153", "Canada", "100", "Census", "approximately", "2015", "Region", "Ontario", "Toronto", "ˈkɪtʃᵻnər" ],
  "adjectives" : [ "ˈkɪtʃᵻnər" ],
  "nouns" : [ "seat", "km", "Municipality", "city", "Town", "year", "west", "Region", "end", "City", "population" ],
  "text" : "The City of Kitchener /ˈkɪtʃᵻnər/ is a city in Southern Ontario, Canada. Located approximately 100 km west of Toronto, Kitchener is the seat of the Regional Municipality of Waterloo. It was the Town of Berlin from 1854 until 1912 and the City of Berlin from 1912 until 1916. The city had a population of 219,153 in the 2011 Census and a population of 239,900 at year end 2015 as estimated by the Region of Waterloo. The metropolitan area, which includes the neighbouring cities of Waterloo and Cambridge, has 507,096 people, making it the tenth largest Census Metropolitan Area (CMA) in Canada and the fourth largest CMA in Ontario. The city is adjacent to the smaller cities of Cambridge to the south, and Waterloo to the north. Kitchener and Waterloo are often referred to jointly as \"Kitchener-Waterloo\" (K-W), although they have separate municipal governments. Including Cambridge, the three cities are known as \"the Tri-Cities\". The City of Kitchener covers an area of 136.86 square kilometres."
}, {
  "entityIndex" : "116_entity19003",
  "entityUrl" : "http://dbpedia.org/resource/Kingston,_Ontario",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "82.3" ]
  },
  "words" : [ "-LRB-", "beginning", "city", "south", "Thousand", "Canal", "Kingston", "Lake", "St.", "nearby", "midway", "tourist", "east", "River", "end", "Islands", "eastern", "Cataraqui", "Lawrence", "Rideau", ",", ".", "Canada", "mouth", "-RRB-", "located", "Eastern", "region", "Ontario", "Montreal", "Toronto" ],
  "adjectives" : [ "eastern", "east", "south", "located", "nearby" ],
  "nouns" : [ "midway", "tourist", "mouth", "beginning", "city", "end", "region" ],
  "text" : "Kingston is a city in Eastern Ontario, Canada. It is located on the eastern end of Lake Ontario, at the beginning of the St. Lawrence River and at the mouth of the Cataraqui River (south end of the Rideau Canal). The city is located midway between Toronto and Montreal. The Thousand Islands tourist region is nearby to the east. Kingston is nicknamed the \"Limestone City\" because of the many heritage buildings constructed using local limestone. Growing European exploration in the 17th century and the desire for the Europeans to establish a presence close to local Native occupants to control trade led to the founding of a French trading post and military fort at a site known as \"Cataraqui\" in 1673. This outpost, called Fort Cataraqui or Fort Frontenac, became a focus for settlement. After the British conquered New France, the village was renamed Kingston. Kingston was named the first capital of the Province of Canada on February 10, 1841. While its time as a political centre was short, Kingston has remained an important military installation. Kingston was the county seat of Frontenac County until 1998. Kingston is now a separated municipality from the County of Frontenac."
}, {
  "entityIndex" : "117_entity19169",
  "entityUrl" : "http://dbpedia.org/resource/Kamloops",
  "dboClass" : "dbo:City",
  "properties" : {
    "dbo:populationMetroDensity" : [ "17.4" ]
  },
  "words" : [ "37th", "largest", "confluence", "city", "south", "regional", "offices", "2011", "areas", "agglomeration", "Lake", "Regional", "two", "represents", "central", "River", "ranked", "near", "Thompson-Nicola", "Thompson", "surrounding", "Kamloops", "British", "commonly", "metropolitan", "85,678", ",", "branches", "community", "'s", "list", "44th", ".", "Canada", "100", "Columbia", "district", "census", "located", "Country", "nationwide", "residents", "location", "region", "District", "referred" ],
  "adjectives" : [ "surrounding", "37th", "British", "central", "metropolitan", "south", "regional", "located", "44th" ],
  "nouns" : [ "confluence", "city", "district", "census", "Country", "location", "agglomeration", "community", "region", "list" ],
  "text" : "Kamloops is a city in south central British Columbia in Canada, located at the confluence of the two branches of the Thompson River near Kamloops Lake. It is the largest community in the Thompson-Nicola Regional District and the location of the regional district's offices. The surrounding region is more commonly referred to as the Thompson Country. It is ranked 37th on the list of the 100 largest metropolitan areas in Canada and represents the 44th largest census agglomeration nationwide, with 85,678 residents in 2011."
} ]