[ {
  "entityIndex" : "1_entity13464",
  "entityUrl" : "http://dbpedia.org/resource/Lini_Evans",
  "dboClass" : "dbo:Actor",
  "properties" : {
    "dbp:genres" : [ "Multilingual, jazz, adult contemporary" ]
  },
  "words" : [ "``", "New", "TV", "movie", "numerous", "Studios", "World", "Davis", "movies", "all-time", "Tree", "1960s", "song", "actress", "singing", "'", "wrote", ",", "Japanese", "version", ".", "Top", "5", "highest", "covered", "David", "-RRB-", "End", "Man", "Tsuyoshi", "Lini", "Amazon", "Kawasaki", "Christmas", "role", "-LRB-", "singer", "Canadian", "York", "records", "One", "Well", "translator", "known", "along", "artists", "Saved", "Winning", "Season", "lyrics", "''", "High", "directed", "alongside", "set", "original", "one", "stars", "favourite", "rated", "Skeeter", "Holiday", "Evans", "series", "Times", "Castle", "Lacey", "Chabert" ],
  "adjectives" : [ "High", "original", "Top", "Canadian", "numerous", "all-time", "favourite", "Japanese" ],
  "nouns" : [ "song", "actress", "TV", "role", "singer", "movie", "translator", "World", "version", "series", "Castle", "End", "Man", "Season" ],
  "text" : "Lini Evans is a Canadian singer and actress. She stars alongside Lacey Chabert in one of The New York Times' Top 5 Holiday TV movies \"The Tree That Saved Christmas\" which set records as the highest rated Up original movie of all-time and was directed by David Winning. A favourite role for Lini was singing her own Japanese version of The End of the World (Skeeter Davis song) in Season One of Amazon Studios' series The Man in the High Castle. Well known as a 1960s song covered by numerous artists, Lini wrote the Japanese lyrics along with translator Tsuyoshi Kawasaki. Episode 8 was named after this song and was directed by Karyn Kusama. Among other roles on Film & TV, she plays Nicola Peltz's mother Amelia Martin on Bates Motel, Debra Harper on Supernatural, and was Annie Hastings on J.J. Abrams' series Alcatraz. Lini starred opposite Teri Polo and Paul Johansson in The Hallmark Channel movie Love, Again (formerly titled The Last Resort). Residing in Vancouver, B.C., and traveling world-wide, Calgary-born Evans sings in eight languages including Cantonese, Mandarin and Japanese. She has performed for Chinese Premier Zhu Rongji, Japanese royalty and with Han Lei for the Mandarin duet finale of renowned Our Chinese Heart concert at Rogers Arena. Other prominent performances were on national television in China with Dashan and with Asian pop titans Andy Lau and A-Mei in Taiwan for President Ma Ying-jeou and 30,000 people at an outdoor concert for The Broadcasting Corporation of China. She performs on Fairchild Television such as for their All-Star shows and 2008 Miss Chinese (Vancouver) Pageant."
} ]