[ {
  "entityIndex" : "1_entity10819",
  "entityUrl" : "http://dbpedia.org/resource/Avis_Bunnage",
  "dboClass" : "dbo:Actor",
  "properties" : {
    "dbp:alt" : [ "Black and white picture of Bunnage from the film The L-Shaped Room" ]
  },
  "words" : [ "22", "-LRB-", "Manley", "Central", "experience", "professional", "October", "School", "worked", "secretary", "teacher", "Southend-on-Sea", "deciding", "Chorlton", "gained", "Essex", "Ardwick", "rep", "Avis", "--", "attended", "Lancashire", "actress", "television", "made", "1990", "Thorpe", "film", ",", "April", ".", "Bunnage", "Park", "Municipal", "English", "appearance", "4", "stage", "nursery", "Theatre", "Manchester", "-RRB-", "Bay", "Rep", "1947", "1923", "first", "become" ],
  "adjectives" : [ "English", "first", "professional" ],
  "nouns" : [ "actress", "secretary", "teacher", "appearance", "stage", "nursery", "television", "film", "experience", "rep" ],
  "text" : "Avis Bunnage (22 April 1923, Ardwick, Manchester, Lancashire – 4 October 1990, Thorpe Bay, Southend-on-Sea, Essex) was an English actress of film, stage and television. She attended Manley Park Municipal School and Chorlton Central School in Manchester. She worked as a secretary and a nursery teacher before deciding to become an actress. She gained stage experience in rep and made her first professional appearance at Chorlton Rep Theatre in Manchester in 1947. She appeared as Veronica, the wife of Rigsby, in Rising Damp, for one episode, and as Amy Jenkinson, Ivy Unsworth's friend, in 11 episodes of In Loving Memory. Bunnage was a member of Joan Littlewood's Theatre Workshop company at the Theatre Royal Stratford East. There she created the role of Helen, the mother in A Taste of Honey, her first West End role when the play transferred to Wyndham's Theatre, and also a role in Oh, What a Lovely War! at Stratford East, which also transferred to Wyndham's Theatre. When Avis was on holiday from this production for two weeks, her role was taken over by Danny La Rue. Among her other roles for Theatre Workshop were Mrs. Lovitt in Christopher Bond's play Sweeney Todd (the basis for the Sondheim musical), and the title role in a play about the music hall legend Marie Lloyd. In the early years of Coronation Street she played Lucile Hewitt's auntie. She was in the musical Billy at the Theatre Royal, Drury Lane, playing the mother of 'Billy Liar'. She played Golda in Fiddler on the Roof, opposite Alfie Bass, at Her Majesty's Theatre in London. Among her various film roles were several British New Wave productions, Saturday Night and Sunday Morning and The Loneliness of the Long Distance Runner. Married to Derek Orchard, she died on 4 October 1990 in Thorpe Bay, Southend-on-Sea, Essex, aged 67."
} ]