[ {
  "entityIndex" : "1_entity12656",
  "entityUrl" : "http://dbpedia.org/resource/Jonathan_Putra",
  "dboClass" : "dbo:Actor",
  "properties" : {
    "dbp:reason" : [ "poor grammar and odd sentence structure" ]
  },
  "words" : [ "Prairie", "England", "Lake", "skills", "Beach", "Education", "host", "model", "band", "midwest", "12", "commonly", "musical", "&", "Channel", ",", "Florida", ".", "Pompano", "VJ", "1982", "-RRB-", "College", "playing", "Ridge", "Crystal", "Putra", "-LRB-", "September", "American", "JP", "honed", "Broward", "County", "around", "Colour", "School", "known", "Jonathan", "V", "Middlesbrough", "McHenry", "studies", "musician", "attended", "High", "Chicago", "television", "Finance", "born", "continued", "grew", "actor", "gigs", "Community" ],
  "adjectives" : [ "musical", "American", "midwest" ],
  "nouns" : [ "actor", "television", "host", "model", "band", "musician" ],
  "text" : "Jonathan Putra (born September 12, 1982) is a television host and actor, Channel V VJ, model, and musician. JP, as he is commonly known, was born in Middlesbrough, England, but grew up in McHenry County IL Chicago where he honed his musical skills with his band Colour, playing gigs in and around the American midwest. He attended Prairie Ridge High School in Crystal Lake. He continued his studies in Education & Finance at Broward Community College in Pompano Beach, Florida. He worked a variety of jobs from the age of 15 until present. Such as construction, sales manager, stock broker, party clown et cetera. He then moved to Malaysia to start a career in entertainment as a VJ for Channel V International. After presenting on Channel V for nearly two years on a range of shows. Most notably presenting the show ARCADE and also co-presenting, co-wrtiting and co-producing the show Bid It with Joey G. He then made the move to NTV7 to host a new program called Life! Session. A lifestyle show in which Jonathan hosted alongside Xandria Ooi & Wan Sariah Jaafar. Covering topics ranging from Style, Health, Home Deco and Jonathan hosted the cooking segments. After year long season of Life!session Jonathan made the jump to host the highly successful and acclaimed two-hour morning talk show called The Breakfast Show, alongside Malaysian television personalities Daphne Iking, Nazrudin Rahman(Naz), Hansen Lee, Sharifa Aleya, and Elaine Daly live on Ntv7. Aside from hosting television programs, Jonathan Putra also occupies his time through acting for film & television as well as various side projects such as: officiating and hosting events as MC, DJ for Air Asia airlines in-flight radio programs, modeling for brands like Dolce & Gabbana, and acting in television commercials. Some of the projects JP is known for are his roles as Cikgu Ben in Elly & Epit Season 2 on Astro, Samuel & Danial in the Ariana Rose drama series for TV3's Akasia alongside Keith Foo & Fatiyah Latiff, Johan in the Astro Telemovie Pengancam Perkhawinan alongside Intan Ladyanna, and Ryan in the telemovie Hanya Di Atas Kertas alongside Keith Foo. He is of Chinese-Indian-English descent."
} ]