[ {
  "entityIndex" : "1_entity13259",
  "entityUrl" : "http://dbpedia.org/resource/Kerry_Berry_Brogan",
  "dboClass" : "dbo:Actor",
  "properties" : {
    "dbp:currentLocation" : [ "Beijing, China" ]
  },
  "words" : [ "presently", "language", "blog", "high", "appeared", "shows", "school", "logged", "bilingual", "50", "actress", "based", "films", "studying", "began", "Berry", "fluent", ",", ".", "Kerry", "Beijing", "Olympics", "speaker", "guest", "American", "periodic", "roles", "two", "2008", "commentator", "variety", "China", "comedic", "supporting", "Mandarin", "prime-time", "popular", "website", "Chinese-language", "wide", "television", "dramatic", "840,000", "also", "opening", "Brogan", "hits", "ceremonies", "series", "starring", "days", "Chinese" ],
  "adjectives" : [ "high", "Chinese-language", "American", "wide", "periodic", "dramatic", "comedic", "bilingual", "Chinese", "fluent", "popular" ],
  "nouns" : [ "actress", "website", "television", "language", "blog", "opening", "commentator", "variety", "school", "series", "speaker", "guest", "prime-time" ],
  "text" : "Kerry Berry Brogan is an American actress, presently based in Beijing, China. She has appeared in over 50 films and television series in a wide variety of dramatic, comedic, starring and supporting roles. A fluent Mandarin speaker who began studying the language in high school, Brogan has a bilingual website and a popular Chinese-language blog that logged 840,000 hits in just two days before the opening ceremonies of the 2008 Beijing Olympics. She is also a periodic guest and commentator on Chinese prime-time television shows. Off screen, Brogan has played an active role in promoting East-West cultural exchange, and has received the Sino-American Friendship Award (2009) and the Goddess Artemis Award (2009). She also served as the “International Green Ambassador” for the Xi'an China International Horticultural Exposition 2011, and has been selected for a number of honorary positions including Film Ambassador for New Zealand’s Film Auckland and Goodwill Ambassador for the Flying Tigers Historical Organization. In addition to her acting work, Brogan is a celebrity spokesperson for Ruyi Art Pavilion in Guangxi and Aoting Cosmetics in Beijing, and frequently hosts and emcees bilingual cultural events, concerts and product launches for Fortune 500 companies. In 2012, Brogan established Lotus Ray Media to facilitate film and television co-productions between China, New Zealand and the United States."
} ]