[ {
  "entityIndex" : "1_entity13710",
  "entityUrl" : "http://dbpedia.org/resource/Matthew_Crompton",
  "dboClass" : "dbo:Actor",
  "properties" : {
    "dbp:accessdate" : [ "2007-12-06" ]
  },
  "words" : [ "TV", "Crompton", "ITV", "Coronation", "December", "appeared", "shows", "Darren", "1971", "Street", "July", "Murphy", "new", "including", "17", "contract", ",", "'s", "2002-03", ".", "April", "Mad", "Brookside", "3", "Mason", "left", "Matthew", "-RRB-", "Bill", "Sam", "-LRB-", "role", "roles", "show", "distinct", "two", "extended", "2008", "2007", "Harker", "1992", "one-year", "completion", "gunged", "British", "famous", "born", "also", "played", "actor", "Dan", "various", "signing", "Morrissey" ],
  "adjectives" : [ "new", "British", "famous", "various", "one-year", "distinct" ],
  "nouns" : [ "actor", "completion", "TV", "role", "contract", "show" ],
  "text" : "Matthew Crompton (born 17 July 1971) is a British actor, most famous for his role as Sam Harker in ITV's The Bill. He has also appeared in various other TV shows, including two distinct roles in Brookside (Darren Murphy in 1992, and Dan Morrissey in 2002-03). From 3 December 2007 he played Dan Mason in Coronation Street, signing a new one-year contract in April 2008, but left the show on completion of the extended contract. He was once gunged on Mad For It. Matthew has performed at the Royal National Theatre in Somewhere, directed by Polly Teale, and took the male lead in Westend Girls written by Jonathan Harvey for ITV. He also took to the stage at the Almeida Theatre in an operetta called Siren Song which was composed by Jonathan Dove and directed by Ian McDirmid. Matthew also presented Saturday Disney for ITV before leaving to join The Bill. He has guest starred in Casualty, Holby, Doctors and Heartbeat. Matthew also writes and performs comedy at venues such as the Canal Cafe and the Landor theatres in London. Matthew has recently finished filming and recording on a variety of projects including Waterloo Road for the BBC, Romeo Echo Delta by artists Iain Forsyth and Jane Pollard, and some character work for a new exhibition Revolution at the Museum of Liverpool. Matthew has also completed filming on a new film called Advance to Contact, which is about soldiers returning from Afghanistan with post traumatic stress disorder. Richard Marson's book celebrating fifty years of Blue Peter comments that Crompton once auditioned as a presenter on the show. Matthew is currently performing stand up comedy around the country and is currently developing new material."
} ]